{
    "key": "popular_movies:1:popularity.desc:100",
    "data": {
        "page": 1,
        "results": [
            {
                "adult": false,
                "backdrop_path": "\/zo8CIjJ2nfNOevqNajwMRO6Hwka.jpg",
                "genre_ids": [
                    16,
                    12,
                    10751,
                    35
                ],
                "id": 1241982,
                "original_language": "en",
                "original_title": "Moana 2",
                "overview": "Après avoir reçu une invitation inattendue de ses ancêtres, Vaiana entreprend un périple qui la conduira jusqu’aux eaux dangereuses situées aux confins des mers des îles du Pacifique. Elle y vivra des péripéties comme jamais vécues auparavant.",
                "popularity": 108.9611,
                "poster_path": "\/usdwoEwm68cdeMOvGFPwSk9nLTr.jpg",
                "release_date": "2024-11-21",
                "title": "Vaiana 2",
                "video": false,
                "vote_average": 7.077,
                "vote_count": 2344
            },
            {
                "adult": false,
                "backdrop_path": "\/oHPoF0Gzu8xwK4CtdXDaWdcuZxZ.jpg",
                "genre_ids": [
                    12,
                    10751,
                    16
                ],
                "id": 762509,
                "original_language": "en",
                "original_title": "Mufasa: The Lion King",
                "overview": "Suivez l'épopée de l'improbable ascension du roi bien-aimé de la Terre des Lions. Mufasa est un orphelin seul et perdu jusqu'à ce qu'il rencontre Taka, héritier de sang royal. C'est le début d'un voyage épique au cours duquel ils tenteront d'échapper à un ennemi redoutable, ce qui mettra leurs liens à rude épreuve.",
                "popularity": 83.1511,
                "poster_path": "\/6UHzgofq5T4NYp0ba3MelmrLwBq.jpg",
                "release_date": "2024-12-18",
                "title": "Mufasa : Le Roi Lion",
                "video": false,
                "vote_average": 7.408,
                "vote_count": 2084
            },
            {
                "adult": false,
                "backdrop_path": "\/9n2tJBplPbgR2ca05hS5CKXwP2c.jpg",
                "genre_ids": [
                    10751,
                    35,
                    12,
                    16
                ],
                "id": 502356,
                "original_language": "en",
                "original_title": "The Super Mario Bros. Movie",
                "overview": "Alors qu’ils tentent de réparer une canalisation souterraine, Mario et son frère Luigi, tous deux plombiers, se retrouvent plongés dans un nouvel univers féerique à travers un mystérieux conduit. Mais lorsque les deux frères sont séparés, Mario s’engage dans une aventure trépidante pour retrouver Luigi. Dans sa quête, il peut compter sur l’aide du champignon Toad, habitant du Royaume Champignon, et les conseils avisés, en matière de techniques de combat, de la Princesse Peach, guerrière déterminée à la tête du Royaume. C’est ainsi que Mario réussit à mobiliser ses propres forces pour aller au bout de sa mission.",
                "popularity": 62.8869,
                "poster_path": "\/kv5bFWYLNLpKT8gc3yyNrWOc8QZ.jpg",
                "release_date": "2023-04-05",
                "title": "Super Mario Bros. le film",
                "video": false,
                "vote_average": 7.621,
                "vote_count": 9668
            },
            {
                "adult": false,
                "backdrop_path": "\/jl2YIADk391yc6Qjy9JhgCRkHJk.jpg",
                "genre_ids": [
                    16,
                    18,
                    35
                ],
                "id": 1064486,
                "original_language": "en",
                "original_title": "Memoir of a Snail",
                "overview": "La vie de Grace Pudel, petite fille solitaire, collectionneuse d’escargots et passionnée de lecture, a volé en éclats le jour de la mort de son père. Dans une famille d’accueil indifférente, séparée de son frère jumeau dont elle attend désespérément les lettres, malmenée par ses camarades, elle s’enfonce dans le désespoir...",
                "popularity": 50.9078,
                "poster_path": "\/oYpq6XFoubsezCt1o28TwnraD0a.jpg",
                "release_date": "2024-10-17",
                "title": "Mémoires d’un escargot",
                "video": false,
                "vote_average": 8.074,
                "vote_count": 488
            },
            {
                "adult": false,
                "backdrop_path": "\/86z1Yrwj7yN1xehSa0gIwHnR7xl.jpg",
                "genre_ids": [
                    10751,
                    12,
                    16,
                    18
                ],
                "id": 37135,
                "original_language": "en",
                "original_title": "Tarzan",
                "overview": "Cette superbe adaptation de l'histoire d'Edgar Rice Burroughs par Walt Disney Animation Studios raconte les aventures d'un bébé orphelin recueilli par une famille de gorilles et élevé comme l'un des leurs. Avec ses amis, Tok, le singe blagueur, et Tantor, l’éléphant névrosé, Tarzan apprend à \"surfer\", à se balancer de liane en liane et à survivre dans la jungle. À l’approche de l’âge adulte, sa première rencontre avec d’autres humains, pour lesquels il présente une affinité immédiate, change sa vie à jamais.",
                "popularity": 35.7689,
                "poster_path": "\/qI9lkmsC8LURNowxsaAoCX1A97l.jpg",
                "release_date": "1999-06-18",
                "title": "Tarzan",
                "video": false,
                "vote_average": 7.396,
                "vote_count": 6927
            },
            {
                "adult": false,
                "backdrop_path": "\/lgkPzcOSnTvjeMnuFzozRO5HHw1.jpg",
                "genre_ids": [
                    16,
                    10751,
                    35,
                    878
                ],
                "id": 519182,
                "original_language": "en",
                "original_title": "Despicable Me 4",
                "overview": "Gru, Lucy et les filles, Margo, Édith et Agnès accueillent le petit dernier de la famille, Gru Junior, qui semble n’avoir qu’une passion : faire tourner son père en bourrique. Mais Gru est confronté à un nouvel ennemi, Maxime Le Mal, qui avec l’aide de sa petite amie, la fatale Valentina, va obliger toute la famille à fuir.",
                "popularity": 45.1606,
                "poster_path": "\/bYovCvLV1RxB0zAR5cXu699P9P7.jpg",
                "release_date": "2024-06-20",
                "title": "Moi, moche et méchant 4",
                "video": false,
                "vote_average": 7.046,
                "vote_count": 2749
            },
            {
                "adult": false,
                "backdrop_path": "\/p5ozvmdgsmbWe0H8Xk7Rc8SCwAB.jpg",
                "genre_ids": [
                    16,
                    12,
                    35,
                    10751
                ],
                "id": 1022789,
                "original_language": "en",
                "original_title": "Inside Out 2",
                "overview": "Riley, adolescente depuis peu, au moment où le Quartier Cérébral doit être démoli pour faire place à un événement totalement inattendu : de nouvelles Émotions ! Joie, Tristesse, Colère, Peur et Dégoût, qui ont longtemps su contrôler les choses avec succès, ne savent pas comment réagir à l'arrivée d'Anxiété. Et il semblerait qu'elle ne soit pas seule. Elle est venue accompagnée d'Embarras, Envie et Ennui.",
                "popularity": 47.6279,
                "poster_path": "\/9Jic8z9NEeCEmSJFgFHZF1lWMFo.jpg",
                "release_date": "2024-06-11",
                "title": "Vice-versa 2",
                "video": false,
                "vote_average": 7.558,
                "vote_count": 5818
            },
            {
                "adult": false,
                "backdrop_path": "\/9bColKVEAaWfmOLiLZoUhdYfevy.jpg",
                "genre_ids": [
                    16,
                    10751,
                    35,
                    878
                ],
                "id": 1010818,
                "original_language": "en",
                "original_title": "Groot's First Steps",
                "overview": "Bébé Groot quitte son pot et découvre qu'il doit apprendre à marcher avant de pouvoir courir.",
                "popularity": 38.3827,
                "poster_path": "\/q6YlGKA7iZzKF32UsuUuYVLfHVa.jpg",
                "release_date": "2022-08-10",
                "title": "Les Premiers Pas de Groot",
                "video": false,
                "vote_average": 6.981,
                "vote_count": 350
            },
            {
                "adult": false,
                "backdrop_path": "\/1pmXyN3sKeYoUhu5VBZiDU4BX21.jpg",
                "genre_ids": [
                    16,
                    878,
                    10751
                ],
                "id": 1184918,
                "original_language": "en",
                "original_title": "The Wild Robot",
                "overview": "L’incroyable épopée d'un robot -- l'unité ROZZUM 7134 alias \"Roz\" -- qui après avoir fait naufrage sur une île déserte doit apprendre à s'adapter à un environnement hostile en nouant petit à petit des relations avec les animaux de l'île. Il finit par adopter le petit d’une oie, un oison, qui s'est retrouvé orphelin.",
                "popularity": 48.7501,
                "poster_path": "\/konfEfTF9jA7GMNCd6mFAKXGzsB.jpg",
                "release_date": "2024-09-12",
                "title": "Le Robot sauvage",
                "video": false,
                "vote_average": 8.319,
                "vote_count": 4880
            },
            {
                "adult": false,
                "backdrop_path": "\/b3mdmjYTEL70j7nuXATUAD9qgu4.jpg",
                "genre_ids": [
                    16,
                    14,
                    12
                ],
                "id": 823219,
                "original_language": "lv",
                "original_title": "Straume",
                "overview": "Un chat se réveille dans un univers envahi par l’eau où toute vie humaine semble avoir disparu. Il trouve refuge sur un bateau avec un groupe d’autres animaux. Mais s’entendre avec eux s’avère un défi encore plus grand que de surmonter sa peur de l'eau ! Tous devront désormais apprendre à surmonter leurs différences et à s’adapter au nouveau monde qui s’impose à eux.",
                "popularity": 40.8081,
                "poster_path": "\/zeinX0xt78GgtpCQjx7d2S6Gh7g.jpg",
                "release_date": "2024-08-29",
                "title": "Flow, le chat qui n'avait plus peur de l'eau",
                "video": false,
                "vote_average": 8.196,
                "vote_count": 1916
            },
            {
                "adult": false,
                "backdrop_path": "\/8x9iKH8kWA0zdkgNdpAew7OstYe.jpg",
                "genre_ids": [
                    16,
                    10749,
                    18
                ],
                "id": 372058,
                "original_language": "ja",
                "original_title": "君の名は。",
                "overview": "Mitsuha est une lycéenne, la fille du maire d'une petite ville nichée entre les montagnes. Vivant avec sa petite sœur et sa grand-mère, c'est une demoiselle franche qui n'hésite pas à dire qu'elle n'a pas envie de participer aux rituels shinto, ou d'aider son père dans ses campagnes électorales. En fait, elle rêve de pouvoir quitter cette ville où elle s'ennuie, pour partir tenter sa chance à la capitale. Taki est un lycéen, un tokyoïte qui travaille à mi-temps dans un restaurant italien, tout en aspirant à des études d'architecture ou dans les Beaux-Arts. Chaque nuit, il fait un rêve étrange, où il devient… une lycéenne campagnarde, vivant dans une petite ville entre les montagnes.  Quel secret se cache derrière ces rêves mutuels, qui unissent ces deux êtres qui ne se sont jamais rencontrés ?",
                "popularity": 37.0175,
                "poster_path": "\/zyHjvVRgKOt9wgVx4ikp2kGArGF.jpg",
                "release_date": "2016-08-26",
                "title": "Your Name.",
                "video": false,
                "vote_average": 8.483,
                "vote_count": 11752
            },
            {
                "adult": false,
                "backdrop_path": "\/kVd3a9YeLGkoeR50jGEXM6EqseS.jpg",
                "genre_ids": [
                    16,
                    28,
                    12,
                    878
                ],
                "id": 569094,
                "original_language": "en",
                "original_title": "Spider-Man: Across the Spider-Verse",
                "overview": "Après avoir retrouvé Gwen Stacy, Spider-Man, le sympathique héros originaire de Brooklyn, est catapulté à travers le Multivers, où il rencontre une équipe de Spider-Héros chargée d'en protéger l'existence. Mais lorsque les héros s'opposent sur la façon de gérer une nouvelle menace, Miles se retrouve confronté à eux et doit redéfinir ce que signifie être un héros afin de sauver les personnes qu'il aime le plus.",
                "popularity": 43.415,
                "poster_path": "\/hvfwCeSTgsExmz9l31dKkfR83DH.jpg",
                "release_date": "2023-05-31",
                "title": "Spider-Man : Across the Spider-Verse",
                "video": false,
                "vote_average": 8.343,
                "vote_count": 7547
            },
            {
                "adult": false,
                "backdrop_path": "\/uxezSInaPoH20CyHx4TuY1LzGly.jpg",
                "genre_ids": [
                    16,
                    35,
                    10751,
                    10770,
                    878,
                    12,
                    28,
                    10402
                ],
                "id": 71689,
                "original_language": "en",
                "original_title": "Phineas and Ferb The Movie: Across the 2nd Dimension",
                "overview": "Phinéas et Ferb s’apprêtent à célébrer le cinquième anniversaire de Perry, leur ornithorynque de compagnie. Cette journée doit donc être inoubliable et les deux ingénieux frères mettent au point une incroyable catapulte pour améliorer le jeu du badminton, ils l’appellent \"l’ornithopulte\" mais comme à son habitude, Perry disparaît subitement, appelé par le Major Monogram pour une nouvelle mission secrète. Surpris que leur ami ne soit pas là pour jouer avec eux, Phinéas et Ferb continuent malgré tout à s’amuser et se glissent dans leur catapulte qui les envoie directement… au cœur de l’organisation du mal du terrible docteur, la \"Doofenschmirtz Maléfique Anonyme\".",
                "popularity": 35.0003,
                "poster_path": "\/b96N7lqlnXrNmSwXj8gXAFhzA1E.jpg",
                "release_date": "2011-08-05",
                "title": "Phinéas et Ferb, le film : Voyage dans la 2ème Dimension",
                "video": false,
                "vote_average": 7.077,
                "vote_count": 566
            },
            {
                "adult": false,
                "backdrop_path": "\/3R5f4972Iu2qsc5rRryNdd3T6wq.jpg",
                "genre_ids": [
                    16,
                    878,
                    10751,
                    35
                ],
                "id": 482321,
                "original_language": "en",
                "original_title": "Ron's Gone Wrong",
                "overview": "L'histoire de Barney, un collégien tout ce qu’il y a de plus normal, et de Ron, une prouesse technologique connectée capable de marcher et de parler, et conçue pour être son meilleur ami. Les dysfonctionnements de Ron à l’ère des réseaux sociaux entrainent le duo dans d’incroyables péripéties au cours desquelles garçon et robot vont découvrir la notion d’amitié sincère au milieu d’un joyeux désordre...",
                "popularity": 33.9789,
                "poster_path": "\/dtpRJxUtRnAY7rugbbyT8Ifko4e.jpg",
                "release_date": "2021-10-14",
                "title": "Ron débloque",
                "video": false,
                "vote_average": 7.897,
                "vote_count": 1900
            },
            {
                "adult": false,
                "backdrop_path": "\/kYgQzzjNis5jJalYtIHgrom0gOx.jpg",
                "genre_ids": [
                    16,
                    10751,
                    28,
                    35,
                    12,
                    14
                ],
                "id": 1011985,
                "original_language": "en",
                "original_title": "Kung Fu Panda 4",
                "overview": "Après trois aventures dans lesquelles le guerrier dragon Po a combattu les maîtres du mal les plus redoutables grâce à un courage et des compétences en arts martiaux inégalés, le destin va de nouveau frapper à sa porte pour l'inviter à enfin se reposer. Plus précisément, pour être nommé chef spirituel de la vallée de la Paix.",
                "popularity": 37.4261,
                "poster_path": "\/y8K9wRRv7YK1ACHqaDlMBrNebVU.jpg",
                "release_date": "2024-03-02",
                "title": "Kung Fu Panda 4",
                "video": false,
                "vote_average": 7.069,
                "vote_count": 3064
            },
            {
                "adult": false,
                "backdrop_path": "\/e807jDKiFcntZS32ze88X6I96OD.jpg",
                "genre_ids": [
                    16,
                    28
                ],
                "id": 1297763,
                "original_language": "ja",
                "original_title": "ニンジャバットマン対ヤクザリーグ",
                "overview": "La famille Batman est revenue dans le présent pour découvrir que le Japon a disparu et qu'une île géante - Hinomoto - se trouve désormais dans le ciel de Gotham City. Au sommet se trouvent les Yakuza, un groupe d'individus surpuissants qui règnent sans honneur ni humanité et qui ressemblent étrangement à la Ligue des Justiciers. C'est maintenant à Batman et à ses alliés de sauver Gotham !",
                "popularity": 31.2713,
                "poster_path": "\/y2mQtPz6uDdw4CRpSdU5tlGB2MA.jpg",
                "release_date": "2025-03-17",
                "title": "Batman Ninja vs. Yakuza League",
                "video": false,
                "vote_average": 6.6,
                "vote_count": 153
            },
            {
                "adult": false,
                "backdrop_path": "\/cBTwQKMd7Vn6rGTGBtoFLIfj7uM.jpg",
                "genre_ids": [
                    16,
                    12,
                    28,
                    14
                ],
                "id": 1147416,
                "original_language": "fr",
                "original_title": "Miraculous World : Londres, la course contre le temps",
                "overview": "Afin de sauver l'avenir d'un terrible sort, Marinette devient Chronobug et fait équipe avec Bunnyx pour vaincre un mystérieux adversaire qui voyage dans le temps. Qui est ce nouveau super-méchant, et pourquoi est-il déterminé à dévoiler l'identité secrète de super-héros de Marinette ? Le seul espoir de Marinette est de vaincre son nouvel ennemi pour empêcher la fin de la Coccinelle et des temps !",
                "popularity": 31.2016,
                "poster_path": "\/lm8fofuOgzQn5GXFB4VDRtZxGmy.jpg",
                "release_date": "2024-11-14",
                "title": "Miraculous World : Londres, la course contre le temps",
                "video": false,
                "vote_average": 7.329,
                "vote_count": 258
            },
            {
                "adult": false,
                "backdrop_path": "\/mUYV0ZdsDEliGaQahcQH1F3grsP.jpg",
                "genre_ids": [
                    16,
                    10751,
                    12
                ],
                "id": 10674,
                "original_language": "en",
                "original_title": "Mulan",
                "overview": "Mulan, sous les traits du soldat « Ping », prend la place de son père dans l’armée impériale chinoise. Aidée par son dragon Mushu et un criquet appelé Cri-Kee, Mulan essaie de gagner le respect de ses camarades et du courageux Capitaine Shang. Ses aventures l’emmènent dans une bataille sur le toit du palais impérial où l’honneur de sa famille et le destin de l’Empereur reposent entre ses mains.",
                "popularity": 29.232,
                "poster_path": "\/nWYuhyM8oQ4Gkktq0c2GCcKdJLv.jpg",
                "release_date": "1998-06-18",
                "title": "Mulan",
                "video": false,
                "vote_average": 7.9,
                "vote_count": 9917
            },
            {
                "adult": false,
                "backdrop_path": "\/91BAmpop4AJ5Pf7E0zuQiHdSV4Q.jpg",
                "genre_ids": [
                    16,
                    10751,
                    14
                ],
                "id": 14836,
                "original_language": "en",
                "original_title": "Coraline",
                "overview": "Coraline Jones est une fillette intrépide et douée d’une curiosité sans limites. Ses parents, qui ont tout juste emménagé avec elle dans une étrange maison, n’ont guère de temps à lui consacrer. Pour tromper son ennui, Coraline décide donc de jouer les exploratrices. Ouvrant une porte condamnée, elle pénètre dans un appartement identique au sien… mais où tout est différent. Dans cet Autre Monde, chaque chose lui paraît plus belle, plus colorée et plus attrayante. Son Autre Mère est pleinement disponible, son Autre Père prend la peine de lui mitonner des plats exquis, et même le Chat, si hautain dans la Vraie vie, daigne s’entretenir avec elle. Coraline est bien tentée d’élire domicile dans ce Monde merveilleux, qui répond à toutes ses attentes. Mais le rêve va très vite tourner au cauchemar. Prisonnière de l’Autre Mère, Coraline va devoir déployer des trésors de bravoure, d’imagination et de ténacité pour rentrer chez elle et sauver sa Vraie famille…",
                "popularity": 27.2182,
                "poster_path": "\/4jeFXQYytChdZYE9JYO7Un87IlW.jpg",
                "release_date": "2009-02-05",
                "title": "Coraline",
                "video": false,
                "vote_average": 7.9,
                "vote_count": 8367
            },
            {
                "adult": false,
                "backdrop_path": "\/w1SjvuBifhtFwe3BSssXXFyV6bk.jpg",
                "genre_ids": [
                    10751,
                    35,
                    12,
                    16
                ],
                "id": 774370,
                "original_language": "en",
                "original_title": "Dog Man",
                "overview": "Un policier et son chien sont blessés au cours d'une intervention. Une opération chirurgicale qui leur sauve la vie change ensuite le cours de l'histoire avec la naissance de Dog Man. Mi-chien, mi-homme, Dog Man poursuit alors avec acharnement son ennemi juré : le méchant félin Petey.",
                "popularity": 27.534,
                "poster_path": "\/gMSXN6yIXpgLphajQAkExM10KdZ.jpg",
                "release_date": "2025-01-24",
                "title": "Dog Man",
                "video": false,
                "vote_average": 7.8,
                "vote_count": 240
            }
        ],
        "total_pages": 89,
        "total_results": 1769
    },
    "expiry": 1747139021,
    "created_at": 1747131821
}