{
    "key": "filtered_movies:3:64dae464ddc95b30819a2b95ae1df6c4",
    "data": {
        "page": 3,
        "results": [
            {
                "adult": false,
                "backdrop_path": "\/gklkxY0veMajdCiGe6ggsh07VG2.jpg",
                "genre_ids": [
                    16,
                    12,
                    35,
                    10751
                ],
                "id": 940551,
                "original_language": "en",
                "original_title": "Migration",
                "overview": "La routine règne chez les Colvert. Si papa Mack préfère garder les siens bien à l’abri dans leur étang de la Nouvelle-Angleterre, maman Pam veut changer les choses et faire découvrir le monde à leurs deux enfants, Dax l’ado et Gwen la cadette. Après qu’une famille de canards migrateurs s’est enflammée pour des récits parlant d’endroits très lointains, Pam persuade Mack d’embarquer la famille dans un long périple, depuis la ville de New York jusque sous les tropiques, en Jamaïque. Tandis que les Colvert s’envolent vers le Sud pour l’hiver, leurs projets bien rodés tombent rapidement à l’eau. Une expérience qui les pousse alors à étendre leurs horizons, à s’ouvrir à de nouveaux amis et à aller au-delà de leurs espoirs les plus fous, tout en apprenant davantage sur chacun et sur soi-même",
                "popularity": 20.3183,
                "poster_path": "\/3xGLxvuVvLoPhrCxkofkczfR6R5.jpg",
                "release_date": "2023-12-06",
                "title": "Migration",
                "video": false,
                "vote_average": 7.387,
                "vote_count": 2019
            },
            {
                "adult": false,
                "backdrop_path": "\/j29ekbcLpBvxnGk6LjdTc2EI5SA.jpg",
                "genre_ids": [
                    16,
                    10751,
                    12,
                    18,
                    35
                ],
                "id": 150540,
                "original_language": "en",
                "original_title": "Inside Out",
                "overview": "Riley est déracinée du Mid-Ouest quand son père est muté à San Francisco. Comme tous, Riley est guidée par ses Émotions : Joie, Peur, Colère, Dégoût et Tristesse. Les Émotions vivent au Quartier Cérébral, où elles la conseillent au quotidien. Alors que Riley et ses Émotions se bagarrent, c’est la crise au Quartier Cérébral. Joie, l'Émotion principale de Riley, essaie de rester positive alors que les autres Émotions essaient de s'adapter à la nouvelle vie de Riley.",
                "popularity": 18.569,
                "poster_path": "\/KUhrtJN02RNt3Sxc4IMTa1d9Lt.jpg",
                "release_date": "2015-06-17",
                "title": "Vice-versa",
                "video": false,
                "vote_average": 7.911,
                "vote_count": 22531
            },
            {
                "adult": false,
                "backdrop_path": "\/u2bZhH3nTf0So0UIC1QxAqBvC07.jpg",
                "genre_ids": [
                    16,
                    10751,
                    12,
                    14
                ],
                "id": 109445,
                "original_language": "en",
                "original_title": "Frozen",
                "overview": "Anna, une jeune fille aussi audacieuse qu’optimiste, se lance dans un incroyable voyage en compagnie de Kristoff, un montagnard expérimenté, et de son fidèle renne, Sven à la recherche de sa sœur, Elsa, la Reine des Neiges qui a plongé le royaume d’Arendelle dans un hiver éternel…  En chemin, ils vont rencontrer de mystérieux trolls et un drôle de bonhomme de neige nommé Olaf, braver les conditions extrêmes des sommets escarpés et glacés, et affronter la magie qui les guette à chaque pas.",
                "popularity": 19.49,
                "poster_path": "\/nnQLuzh2H6tSk1U0Zyu0ju16FXU.jpg",
                "release_date": "2013-11-20",
                "title": "La Reine des neiges",
                "video": false,
                "vote_average": 7.247,
                "vote_count": 16878
            },
            {
                "adult": false,
                "backdrop_path": "\/xgDj56UWyeWQcxQ44f5A3RTWuSs.jpg",
                "genre_ids": [
                    16,
                    35,
                    10751,
                    14
                ],
                "id": 2062,
                "original_language": "en",
                "original_title": "Ratatouille",
                "overview": "Rémy est un jeune rat qui rêve de devenir un grand chef français. Ni l'opposition de sa famille, ni le fait d'être un rongeur dans une profession qui les déteste ne le démotivent. Rémy est prêt à tout pour vivre sa passion de la cuisine… et le fait d'habiter dans les égouts du restaurant ultra coté de la star des fourneaux, Auguste Gusteau, va lui en donner l'occasion ! Malgré le danger et les pièges, la tentation est grande de s'aventurer dans cet univers interdit. Écartelé entre son rêve et sa condition, Rémy va découvrir le vrai sens de l'aventure, de l'amitié, de la famille… et comprendre qu'il doit trouver le courage d'être ce qu'il est : un rat qui veut être un grand chef…",
                "popularity": 19.6569,
                "poster_path": "\/iFcWBdTPeHQDS3OQxBcH3QaYXYv.jpg",
                "release_date": "2007-06-28",
                "title": "Ratatouille",
                "video": false,
                "vote_average": 7.827,
                "vote_count": 17519
            },
            {
                "adult": false,
                "backdrop_path": "\/4fLZUr1e65hKPPVw0R3PmKFKxj1.jpg",
                "genre_ids": [
                    16,
                    35,
                    10751,
                    14,
                    10749
                ],
                "id": 976573,
                "original_language": "en",
                "original_title": "Elemental",
                "overview": "Dans la ville d’Element City, le feu, l’eau, la terre et l’air vivent dans la plus parfaite harmonie. C’est ici que résident Flam, une jeune femme intrépide et vive d’esprit, au caractère bien trempé, et Flack, un garçon sentimental et amusant, plutôt suiveur dans l’âme. L’amitié qu’ils se portent remet en question les croyances de Flam sur le monde dans lequel ils vivent...",
                "popularity": 17.3497,
                "poster_path": "\/rzY5kUJJ1zGfingV2oHyyxtlGNa.jpg",
                "release_date": "2023-06-14",
                "title": "Élémentaire",
                "video": false,
                "vote_average": 7.618,
                "vote_count": 4812
            },
            {
                "adult": false,
                "backdrop_path": "\/4s2d3xdyqotiVNHTlTlJjrr3q0H.jpg",
                "genre_ids": [
                    12,
                    10751,
                    16,
                    28,
                    35
                ],
                "id": 177572,
                "original_language": "en",
                "original_title": "Big Hero 6",
                "overview": "Un génie de la robotique nommé Hiro Hamada, se retrouve embarqué dans un complot criminel qui menace de détruire la paisible ville high-tech de San Fransokyo. Avec l’aide d’un de ses plus proche compagnon – un robot nommé Baymax –, Hiro s’associe à une équipe de jeunes amateurs qui s’est donnée pour mission de sauver la population.",
                "popularity": 17.2173,
                "poster_path": "\/wu361kPckigxzW19qtUbpCDzg0f.jpg",
                "release_date": "2014-10-24",
                "title": "Les Nouveaux Héros",
                "video": false,
                "vote_average": 7.73,
                "vote_count": 15907
            },
            {
                "adult": false,
                "backdrop_path": "\/364B8ohneoQSgIuYNRYZhjOCcEL.jpg",
                "genre_ids": [
                    28,
                    12,
                    16,
                    10751,
                    35
                ],
                "id": 9502,
                "original_language": "en",
                "original_title": "Kung Fu Panda",
                "overview": "Passionné, costaud et quelque peu maladroit, Po est sans conteste le plus grand fan de kung‐fu. Serveur dans le restaurant de nouilles de son père, son habileté reste encore à prouver. Élu pour accomplir une ancienne prophétie, Po rejoint le monde du kung‐fu afin d'apprendre les arts martiaux auprès de ses idoles, les légendaires Cinq Cyclones : Tigresse, Grue, Mante, Vipère et Singe, sous les ordres de leur professeur et entraîneur, Maître Shifu. Mais Taï Lung, le léopard des neiges fourbe et animé d'un désir de vengeance, approche à grands pas, et c'est Po qui sera chargé de défendre la vallée face à cette menace grandissante.",
                "popularity": 20.8618,
                "poster_path": "\/pxZNY88UWH0uic83QHBSh2yFEYL.jpg",
                "release_date": "2008-06-04",
                "title": "Kung Fu Panda",
                "video": false,
                "vote_average": 7.3,
                "vote_count": 11940
            },
            {
                "adult": false,
                "backdrop_path": "\/iaNoLnnpQb5SNxGc4bkQmdCvEdG.jpg",
                "genre_ids": [
                    16,
                    10751,
                    35,
                    14,
                    12
                ],
                "id": 809,
                "original_language": "en",
                "original_title": "Shrek 2",
                "overview": "Devenus de jeunes mariés, Shrek et Fiona rentrent de leur heureuse lune de miel. Ils sont invités par les parents de Fiona à venir dîner dans leur royaume, à Far Far Away. Mais ils ne se doutent pas que leur fille est devenue une ravissante ogresse… Ce mariage met par ailleurs en péril l’avenir et les projets les plus secrets du Roi…",
                "popularity": 19.2236,
                "poster_path": "\/2e8hcPLaWjLXdQLgdi5otr4Jj9L.jpg",
                "release_date": "2004-05-19",
                "title": "Shrek 2",
                "video": false,
                "vote_average": 7.294,
                "vote_count": 12691
            },
            {
                "adult": false,
                "backdrop_path": "\/8mnXR9rey5uQ08rZAvzojKWbDQS.jpg",
                "genre_ids": [
                    16,
                    28,
                    12,
                    878
                ],
                "id": 324857,
                "original_language": "en",
                "original_title": "Spider-Man: Into the Spider-Verse",
                "overview": "Spider-Man : New Generation suit les aventures de Miles Morales, un adolescent afro-américain et portoricain qui vit à Brooklyn et s’efforce de s’intégrer dans son nouveau collège à Manhattan. Mais la vie de Miles se complique quand il se fait mordre par une araignée radioactive et se découvre des super-pouvoirs : il est désormais capable d’empoisonner ses adversaires, de se camoufler, de coller littéralement aux murs et aux plafonds ; son ouïe est démultipliée... Dans le même temps, le plus redoutable cerveau criminel de la ville, le Caïd, a mis au point un accélérateur de particules nucléaires capable d’ouvrir un portail sur d’autres univers. Son invention va provoquer l’arrivée de plusieurs autres versions de Spider-Man dans le monde de Miles, dont un Peter Parker plus âgé, Spider-Gwen, Spider-Man Noir, Spider-Cochon et Peni Parker, venue d’un dessin animé japonais.",
                "popularity": 15.1429,
                "poster_path": "\/7uPGS5CgvIjDcFUhw9HB9qYeDXf.jpg",
                "release_date": "2018-12-06",
                "title": "Spider-Man : New Generation",
                "video": false,
                "vote_average": 8.398,
                "vote_count": 16165
            },
            {
                "adult": false,
                "backdrop_path": "\/eCynaAOgYYiw5yN5lBwz3IxqvaW.jpg",
                "genre_ids": [
                    16,
                    10751
                ],
                "id": 12,
                "original_language": "en",
                "original_title": "Finding Nemo",
                "overview": "Nemo, un jeune poisson-clown intrépide est capturé puis plongé dans l'aquarium d'un cabinet dentaire. Marin, son père, et Dory, un poisson-chirurgien bleu sympathique mais tête-en-l'air, entament un long périple pour le retrouver. Ils croiseront en chemin une éclectique faune tropicale plus ou moins bien intentionnée. Sauront-ils retrouver la piste de Nemo ?",
                "popularity": 16.9767,
                "poster_path": "\/8zR2vXoXfdlknEYjfHvCbb1rJbI.jpg",
                "release_date": "2003-05-30",
                "title": "Le Monde de Nemo",
                "video": false,
                "vote_average": 7.816,
                "vote_count": 19683
            },
            {
                "adult": false,
                "backdrop_path": "\/3FVe3OAdgz060JaxIAaUl5lo6cx.jpg",
                "genre_ids": [
                    16,
                    28,
                    14,
                    53
                ],
                "id": 635302,
                "original_language": "ja",
                "original_title": "劇場版「鬼滅の刃」無限列車編",
                "overview": "Le groupe de Tanjirô a terminé son entraînement de récupération au domaine des papillons et embarque à présent en vue de sa prochaine mission à bord du train de l'infini, d'où quarante personnes ont disparu en peu de temps. Tanjirô et Nezuko, accompagnés de Zen'itsu et Inosuke, s'allient à l'un des plus puissants épéistes de l'armée des pourfendeurs de démons, le Pilier de la Flamme Kyôjurô Rengoku, afin de contrer le démon qui a engagé le train de l'Infini sur une voie funeste.",
                "popularity": 16.6443,
                "poster_path": "\/t3BCcQNhUAP5l93TbOfp3Hk1v2S.jpg",
                "release_date": "2020-10-16",
                "title": "Demon Slayer : Kimetsu no Yaiba - Le film : Le train de l'Infini",
                "video": false,
                "vote_average": 8.2,
                "vote_count": 4095
            },
            {
                "adult": false,
                "backdrop_path": "\/hGGC9gKo7CFE3fW07RA587e5kol.jpg",
                "genre_ids": [
                    16,
                    35,
                    10751,
                    12
                ],
                "id": 14160,
                "original_language": "en",
                "original_title": "Up",
                "overview": "À 78 ans, Carl n'envisage plus qu'une chose : finir tranquillement sa vie dans la petite maison où il a passé toute une existence paisible auprès de son épouse Ellie. Veuf désormais, il reste, en effet, attaché à son passé en refusant les propositions mirobolantes d'un promoteur pour racheter son bien. Quand des circonstances exceptionnelles le contraignent d'intégrer une maison de retraite, il prend une ultime fois les choses en mains et, transformant sa demeure en dirigeable, s'envole pour l'aventure, vers la partie du monde où sa femme et lui s'étaient promis un jour de s'installer. Il ne se doute pas alors qu'il a emporté avec lui un jeune passager clandestin, Russell et que le voyage sera loin d'être de tout repos…",
                "popularity": 15.8017,
                "poster_path": "\/4groWLHx6qkSDSSHiEzUwsf70aO.jpg",
                "release_date": "2009-05-28",
                "title": "Là-haut",
                "video": false,
                "vote_average": 7.957,
                "vote_count": 20692
            },
            {
                "adult": false,
                "backdrop_path": "\/1TUg5pO1VZ4B0Q1amk3OlXvlpXV.jpg",
                "genre_ids": [
                    12,
                    18,
                    10751,
                    16
                ],
                "id": 420818,
                "original_language": "en",
                "original_title": "The Lion King",
                "overview": "Au fond de la savane africaine, tous les animaux célèbrent la naissance de Simba, leur futur roi. Les mois passent. Simba idolâtre son père, le roi Mufasa, qui prend à cœur de lui faire comprendre les enjeux de sa royale destinée. Mais tout le monde ne semble pas de cet avis. Scar, le frère de Mufasa, l'ancien héritier du trône, a ses propres plans. La bataille pour la prise de contrôle de la Terre des Lions est ravagée par la trahison, la tragédie et le drame, ce qui finit par entraîner l'exil de Simba. Avec l'aide de deux nouveaux amis, Timon et Pumbaa, le jeune lion va devoir trouver comment grandir et reprendre ce qui lui revient de droit.",
                "popularity": 15.7132,
                "poster_path": "\/7QqLsDKe3myax9mfQf5EvJ2qk6u.jpg",
                "release_date": "2019-07-12",
                "title": "Le Roi Lion",
                "video": false,
                "vote_average": 7.11,
                "vote_count": 10360
            },
            {
                "adult": false,
                "backdrop_path": "\/620hnMVLu6RSZW6a5rwO8gqpt0t.jpg",
                "genre_ids": [
                    16,
                    35,
                    14,
                    12,
                    10751
                ],
                "id": 508943,
                "original_language": "en",
                "original_title": "Luca",
                "overview": "Un jeune garçon, Luca, vit un été inoubliable, ponctué de délicieux gelato, de savoureuses pasta et de longues balades en scooter. Luca partage ses aventures avec son nouveau meilleur ami, mais ce bonheur est menacé par un secret bien gardé...",
                "popularity": 15.8716,
                "poster_path": "\/bADnZZZdzQtajVwJ8MVWYlQ6Iq2.jpg",
                "release_date": "2021-06-17",
                "title": "Luca",
                "video": false,
                "vote_average": 7.804,
                "vote_count": 8541
            },
            {
                "adult": false,
                "backdrop_path": "\/uxezSInaPoH20CyHx4TuY1LzGly.jpg",
                "genre_ids": [
                    16,
                    35,
                    10751,
                    10770,
                    878,
                    12,
                    28,
                    10402
                ],
                "id": 71689,
                "original_language": "en",
                "original_title": "Phineas and Ferb The Movie: Across the 2nd Dimension",
                "overview": "Phinéas et Ferb s’apprêtent à célébrer le cinquième anniversaire de Perry, leur ornithorynque de compagnie. Cette journée doit donc être inoubliable et les deux ingénieux frères mettent au point une incroyable catapulte pour améliorer le jeu du badminton, ils l’appellent \"l’ornithopulte\" mais comme à son habitude, Perry disparaît subitement, appelé par le Major Monogram pour une nouvelle mission secrète. Surpris que leur ami ne soit pas là pour jouer avec eux, Phinéas et Ferb continuent malgré tout à s’amuser et se glissent dans leur catapulte qui les envoie directement… au cœur de l’organisation du mal du terrible docteur, la \"Doofenschmirtz Maléfique Anonyme\".",
                "popularity": 17.7375,
                "poster_path": "\/b96N7lqlnXrNmSwXj8gXAFhzA1E.jpg",
                "release_date": "2011-08-05",
                "title": "Phinéas et Ferb, le film : Voyage dans la 2ème Dimension",
                "video": false,
                "vote_average": 7.078,
                "vote_count": 568
            },
            {
                "adult": false,
                "backdrop_path": "\/nv5wwZou159v5OC61i4ElR7OqyY.jpg",
                "genre_ids": [
                    14,
                    16,
                    12
                ],
                "id": 4935,
                "original_language": "ja",
                "original_title": "ハウルの動く城",
                "overview": "La jeune Sophie, âgée de 18 ans, travaille sans relâche dans la boutique de chapelier que tenait son père avant de mourir. Lors de l’une de ses rares sorties en ville, elle fait la connaissance de Hauru le Magicien. Celui‐ci est extrêmement séduisant, mais n’a pas beaucoup de caractère… Se méprenant sur leur relation, une sorcière jette un épouvantable sort sur Sophie et la transforme en vieille femme de 90 ans. Accablée, Sophie s’enfuit et erre dans les terres désolées. Par hasard, elle pénètre dans le Château Ambulant de Hauru et, cachant sa véritable identité, s’y fait engager comme femme de ménage. Cette « vieille dame » aussi mystérieuse que dynamique va bientôt redonner une nouvelle vie à l’ancienne demeure. Plus énergique que jamais, Sophie accomplit des miracles. Quel fabuleux destin l’attend  ? Et si son histoire avec Hauru n’en était qu’à son véritable commencement  ?",
                "popularity": 19.6038,
                "poster_path": "\/45PVXJUYfH6yIINcQKelQ0SJPvh.jpg",
                "release_date": "2004-09-09",
                "title": "Le Château ambulant",
                "video": false,
                "vote_average": 8.396,
                "vote_count": 10322
            },
            {
                "adult": false,
                "backdrop_path": "\/mZj8EUr6F1x2PWZjKPxaeYd5WRw.jpg",
                "genre_ids": [
                    12,
                    16,
                    35,
                    10751,
                    14
                ],
                "id": 11688,
                "original_language": "en",
                "original_title": "The Emperor's New Groove",
                "overview": "L’empereur Kuzco pensait tout avoir : un peuple dévoué, une garde-robe de tenues chics et son groove inébranlable. Mais sa vie est bouleversée lorsqu’il est transformé en lama par sa conseillère sournoise Yzma et son acolyte Kronk. À présent, le souverain doit s’associer à un paysan sympathique nommé Pacha. Une folle aventure s’ensuit.",
                "popularity": 13.2151,
                "poster_path": "\/oOnoW6j2l1zXDIP8W7rGTOxuYIk.jpg",
                "release_date": "2000-12-15",
                "title": "Kuzco, l'empereur mégalo",
                "video": false,
                "vote_average": 7.556,
                "vote_count": 6907
            },
            {
                "adult": false,
                "backdrop_path": "\/nB6IR9XfdRpVRKCz85uT97EjgwB.jpg",
                "genre_ids": [
                    16,
                    28,
                    12,
                    14
                ],
                "id": 1333100,
                "original_language": "ja",
                "original_title": "劇場版「進撃の巨人」完結編 THE LAST ATTACK",
                "overview": "Dans un monde dystopique ravagé par des titans mangeurs d’hommes, depuis une centaine d’années, les survivants sont forcés de se barricader dans une cité forteresse. Parmi eux, Eren, qui a vu sa mère dévorée par un titan, rêve d’entrer dans le corps d’élite chargé de découvrir l’origine de ces mutants, et les détruire jusqu’au dernier. L’attaque des titans : La dernière attaque réunit les deux derniers épisodes de la série et propose un climax sur grand écran. Après son enrôlement dans un bataillon d’exploration, Eren fait face à un redoutable adversaire et en retire un pouvoir unique, qui lui révèle la vérité sur le monde. À travers celle-ci, il trouve les raisons de mener à bien un projet destiné à éradiquer toute vie sur Terre. Dans ce long métrage final, une équipe d’anciens amis et ennemis d’Eren se battront pour tenter de mettre un terme à sa funeste entreprise.",
                "popularity": 16.0939,
                "poster_path": "\/3oL5SWl7tPqaretovPKw9x04CXh.jpg",
                "release_date": "2024-11-08",
                "title": "L’Attaque des titans : La dernière attaque",
                "video": false,
                "vote_average": 8.73,
                "vote_count": 76
            },
            {
                "adult": false,
                "backdrop_path": "\/3CvNc04vTwTir5q3LBDuvUb8Ng6.jpg",
                "genre_ids": [
                    16,
                    10751,
                    878
                ],
                "id": 10681,
                "original_language": "en",
                "original_title": "WALL·E",
                "overview": "Faites la connaissance de WALL•E (prononcez « Walli ») : WALL•E est le dernier être sur Terre et s’avère être un… petit robot ! 700 ans plus tôt, l’humanité a déserté notre planète laissant à cette incroyable petite machine le soin de nettoyer la Terre. Mais au bout de ces longues années, WALL•E a développé un petit défaut technique : une forte personnalité. Extrêmement curieux, très indiscret, il est surtout un peu trop seul…  Cependant, sa vie s’apprête à être bouleversée avec l’arrivée d’une petite « robote », bien carénée et prénommée EVE. Tombant instantanément et éperdument amoureux d’elle, WALL•E va tout mettre en œuvre pour la séduire. Et lorsqu’EVE est rappelée dans l’espace pour y terminer sa mission, WALL•E n’hésite pas un seul instant : il se lance à sa poursuite… Hors de question pour lui de laisser passer le seul amour de sa vie… Pour être à ses côtés, il est prêt à aller au bout de l’univers et vivre la plus fantastique des aventures !",
                "popularity": 14.4237,
                "poster_path": "\/2V5Z0E1xmrPOZqCkRUkUCTxvixy.jpg",
                "release_date": "2008-06-22",
                "title": "WALL·E",
                "video": false,
                "vote_average": 8.1,
                "vote_count": 19244
            },
            {
                "adult": false,
                "backdrop_path": "\/mDW6z7I6de6JbUgPOkAEZwKbg7G.jpg",
                "genre_ids": [
                    16,
                    10751,
                    10402,
                    14,
                    35
                ],
                "id": 901362,
                "original_language": "en",
                "original_title": "Trolls Band Together",
                "overview": "Poppy découvre que Branche et ses quatre frères faisaient autrefois partie de son boys band préféré. Lorsque l'un de ses frères, Floyd, est kidnappé par une paire de méchants infâmes, Branche et Poppy se lancent dans un voyage déchirant et émouvant pour réunir les autres frères et sauver Floyd d'un destin encore pire que l'obscurité de la culture pop.",
                "popularity": 14.5241,
                "poster_path": "\/r5uiTUeqoERL66fNgtPVbTViHml.jpg",
                "release_date": "2023-10-12",
                "title": "Les Trolls 3",
                "video": false,
                "vote_average": 7.303,
                "vote_count": 904
            }
        ],
        "total_pages": 131,
        "total_results": 2610
    },
    "expiry": 1748955715,
    "created_at": 1748948515
}