{
    "key": "filtered_movies:14:64dae464ddc95b30819a2b95ae1df6c4",
    "data": {
        "page": 14,
        "results": [
            {
                "adult": false,
                "backdrop_path": "\/fU3oaBud5SZadw6k1ycftYedmXJ.jpg",
                "genre_ids": [
                    16,
                    878,
                    28,
                    18
                ],
                "id": 1146972,
                "original_language": "ja",
                "original_title": "機動戦士ガンダムSEED FREEDOM",
                "overview": "Ère cosmique, année 75 : les conflits font toujours rage. Mouvements indépendantistes, offensives du Blue Cosmos… Afin d'enrayer cette spirale naît l'organisation de surveillance de la paix dans le monde « COMPASS », sous l'égide de Lacus et au nom de laquelle Kira et ses camarades sont amenés à intervenir dans les conflits de par le monde. C'est alors que le jeune royaume de Fondation leur propose de mener une opération conjointe contre le quartier général du Blue Cosmos…",
                "popularity": 5.6621,
                "poster_path": "\/afQdveeLpGH25oVRpxq6OJnMV9Z.jpg",
                "release_date": "2024-01-26",
                "title": "Mobile Suit Gundam Seed Freedom",
                "video": false,
                "vote_average": 6.8,
                "vote_count": 69
            },
            {
                "adult": false,
                "backdrop_path": "\/74H4XXU0q22TSrkPmlqkcWoX5ZZ.jpg",
                "genre_ids": [
                    878,
                    28,
                    12,
                    16
                ],
                "id": 45162,
                "original_language": "en",
                "original_title": "Superman\/Batman: Apocalypse",
                "overview": "Batman découvre qu'une fusée s'est écrasée dans le port de Gotham. A l'intérieur, une fille de Krypton. Celle-ci se déchaîne à travers la ville de Gotham mais Superman vient aider à la calmer, et les deux héros l'amènent à la batcave...",
                "popularity": 5.6606,
                "poster_path": "\/d7gHmsA2o5Z1MhcuspMyOSO48KB.jpg",
                "release_date": "2010-09-28",
                "title": "Superman\/Batman: Apocalypse",
                "video": false,
                "vote_average": 7.169,
                "vote_count": 727
            },
            {
                "adult": false,
                "backdrop_path": "\/pWNUpRESGnzKqweHCB77JShPZ2i.jpg",
                "genre_ids": [
                    16,
                    28,
                    878
                ],
                "id": 126963,
                "original_language": "ja",
                "original_title": "ドラゴンボールZ 神と神",
                "overview": "Quelques années après la disparition de Boo, Beerus, le dieu de la destruction, se réveille après 39 ans d'hibernation. Quelques années auparavant, le Poisson Oracle lui avait prédit qu'un puissant guerrier se dresserait contre lui dans exactement 39 ans. Ayant eu echo de la mort de Freezer, Beerus décide alors de partir à la recherche de son bourreau, Son Goku, dans l'espoir de tomber sur le fameux guerrier de la prophétie du Poisson Oracle.",
                "popularity": 5.6529,
                "poster_path": "\/dlY37gsVWFKsbMQt7LF9vFfsAsC.jpg",
                "release_date": "2013-03-30",
                "title": "Dragon Ball Z - Battle of Gods",
                "video": false,
                "vote_average": 6.795,
                "vote_count": 1582
            },
            {
                "adult": false,
                "backdrop_path": "\/jIrdfersZeOLGf6sgYWDuOaJ09v.jpg",
                "genre_ids": [
                    14,
                    16,
                    35,
                    80
                ],
                "id": 856,
                "original_language": "en",
                "original_title": "Who Framed Roger Rabbit",
                "overview": "En 1947, à Hollywood, les grandes vedettes du cinéma partagent l'affiche avec les Toons, personnages animés. Roger Rabbit est amoureux transi de sa sublime femme Jessica, et son amour l'empêche de travailler correctement. Le producteur R.K. Maroon, le patron des Studios, tente de le ramener sur le droit chemin et engage Eddie Valiant, un détective privé humain et alcoolique, pour prouver à Roger Rabbit l'infidélité de Jessica. Des photos compromettantes sont prises et le présumé amant est retrouvé assassiné. Roger Rabbit est accusé du meurtre et recherché par l'ignoble juge Demort qui voue une haine féroce aux Toons.",
                "popularity": 5.6505,
                "poster_path": "\/fJ1wJ9avrGj9VViC94CcRKL8N7w.jpg",
                "release_date": "1988-06-22",
                "title": "Qui veut la peau de Roger Rabbit ?",
                "video": false,
                "vote_average": 7.532,
                "vote_count": 5918
            },
            {
                "adult": false,
                "backdrop_path": "\/6qvKbLYkfXXKM82M38UmDz3IfBk.jpg",
                "genre_ids": [
                    16,
                    35,
                    28,
                    10751
                ],
                "id": 82881,
                "original_language": "en",
                "original_title": "Tangled Ever After",
                "overview": "Rappelez-vous : À la fin de RAIPONCE, le royaume était en liesse. La jeune princesse venait de retrouver son rang et ses parents, tandis que Flynn Rider, malgré son lourd passé de brigand, semblait désormais recueillir les faveurs de la ville et de ses habitants. Quelques jours ont passé, et voici venu le temps du grand mariage royal que tout le monde attendait. C'est au caméléon Pascal et au cheval Maximus que les deux tourtereaux ont décidé de confier la gestion des alliances. Une initiative qui partait d'un bon sentiment, mais qui trouve bientôt ses limites quand, à force de chamailleries incessantes, l'un comme l'autre en viennent à égarer les précieux anneaux. Cherchant comme ils le peuvent à dissimuler leur bévue mais tâchant quand même de se rattraper, Pascal et Maximus partent à leur recherche, semant le chaos à travers la ville tellement le temps presse avant que ne soit prononcé le « oui » fatidique...",
                "popularity": 5.6493,
                "poster_path": "\/7uPXkdlnSH0hwOtGzPXOD4hLHge.jpg",
                "release_date": "2012-01-13",
                "title": "Le Mariage de Raiponce",
                "video": false,
                "vote_average": 7.133,
                "vote_count": 1080
            },
            {
                "adult": false,
                "backdrop_path": "\/mA7cELWJKHJsQMbwhUgvD4UHoCT.jpg",
                "genre_ids": [
                    12,
                    16,
                    14,
                    10751
                ],
                "id": 309809,
                "original_language": "en",
                "original_title": "The Little Prince",
                "overview": "C’est l’histoire d’une histoire. C’est l’histoire d’une petite fille, intrépide et curieuse, qui vit dans un monde d’adultes. C’est l’histoire d’un aviateur, excentrique et facétieux, qui n’a jamais vraiment grandi. C’est l’histoire du Petit Prince qui va les réunir dans une aventure extraordinaire.",
                "popularity": 5.6457,
                "poster_path": "\/yIGmrOYLXsi51YbelSwqfFPkcsO.jpg",
                "release_date": "2015-07-29",
                "title": "Le Petit Prince",
                "video": false,
                "vote_average": 7.607,
                "vote_count": 2861
            },
            {
                "adult": false,
                "backdrop_path": "\/2B12ReNGLhDDVrdsIu1O2PnH6RU.jpg",
                "genre_ids": [
                    16,
                    878,
                    28
                ],
                "id": 1209290,
                "original_language": "en",
                "original_title": "Justice League: Crisis on Infinite Earths Part Three",
                "overview": "Maintenant qu’il s’est révélé être la plus grande menace contre l’existence, l’ANTI-MONITOR lance une attaque incessante contre les terres survivantes qui se battent pour leur survie. Les mondes et leurs habitants sont anéantis l’un à la suite de l’autre! Sur les dernières planètes, le temps lui-même est pulvérisé, et les héros du passé s’unissent à la ligue des justiciers et à leurs alliés disparates contre le mal à l’état pur. Mais, à l’heure où le dernier combat s’amorce, le sacrifice des superhéros suffira-t-il pour tous nous sauver?",
                "popularity": 5.6342,
                "poster_path": "\/5sCXXUhEVoJWKzuiRA1kEwRl1ue.jpg",
                "release_date": "2024-07-15",
                "title": "Justice League : Crisis on Infinite Earths Partie 3",
                "video": false,
                "vote_average": 7.259,
                "vote_count": 290
            },
            {
                "adult": false,
                "backdrop_path": "\/vWriOBVlgW0XWdgbOiijhyLW7B8.jpg",
                "genre_ids": [
                    16,
                    10751,
                    35
                ],
                "id": 109451,
                "original_language": "en",
                "original_title": "Cloudy with a Chance of Meatballs 2",
                "overview": "Inventeur d’une machine capable de transformer l’eau en nourriture, Flint Lockwood avait été obligé de la détruire parce que son invention avait déchaîné des pluies torrentielles de cheeseburgers et des tempêtes de spaghettis, menaçant toute la planète… Pourtant, la machine n’a pas disparu, et elle crée maintenant des croisements entre animaux et aliments, les « miam‐nimaux » ! Flint et ses amis s’embarquent dans une périlleuse mission pour affronter des tacodiles affamés, des cheddaraignées, des serpent à galettes, des hippopatates…",
                "popularity": 5.6268,
                "poster_path": "\/oMZ2d3rwLdQxw0Oq2SpMsh7aBvN.jpg",
                "release_date": "2013-09-26",
                "title": "L'Île des Miam-nimaux : Tempête de boulettes géantes 2",
                "video": false,
                "vote_average": 6.441,
                "vote_count": 3331
            },
            {
                "adult": false,
                "backdrop_path": "\/3fgcEjBNrhstYgPlG1c8WT7UpIN.jpg",
                "genre_ids": [
                    16,
                    878,
                    53
                ],
                "id": 4977,
                "original_language": "ja",
                "original_title": "パプリカ",
                "overview": "Dans un futur très proche, un groupe de brillants scientifiques ont créé une machine capable de contrôler nos rêves. Mais cette merveille technologique a été dérobée. Pour éviter le chaos et sauver l'humanité, Paprika doit découvrir qui sont les coupables et empêcher ces terroristes du rêve de contrôler nos esprits.",
                "popularity": 5.6161,
                "poster_path": "\/kjOuNoHNy8IF6v6BHzfEbli1G3W.jpg",
                "release_date": "2006-10-01",
                "title": "Paprika",
                "video": false,
                "vote_average": 7.814,
                "vote_count": 2630
            },
            {
                "adult": false,
                "backdrop_path": "\/wfrfxivLOBtGMC98tIr2LSOeKSe.jpg",
                "genre_ids": [
                    16,
                    10751,
                    35,
                    14,
                    12
                ],
                "id": 639721,
                "original_language": "en",
                "original_title": "The Addams Family 2",
                "overview": "Morticia et Gomez sont perdus face à leurs enfants qui ont bien grandi, ils sautent les repas de famille, et ils passent leur temps rivé à leurs écrans. Pour tenter de renouer les liens familiaux, ils décident d'embarquer Mercredi, Pugsley, Oncle Fétide et toute la bande dans leur camping-car hanté et de prendre la route pour les dernières tristes vacances en famille. Ils sont rejoints par leur cousin, La Chose, et de nouveaux personnages farfelus. Mais qu'est-ce qui pourrait mal finir ?",
                "popularity": 5.5925,
                "poster_path": "\/jDvKTu18FYkr9aQJpSoAHFK4MZe.jpg",
                "release_date": "2021-10-01",
                "title": "La Famille Addams 2 : Une virée d'enfer",
                "video": false,
                "vote_average": 6.954,
                "vote_count": 1348
            },
            {
                "adult": false,
                "backdrop_path": "\/gcW8rMiA9OKbetpjAVAAdbGrDd8.jpg",
                "genre_ids": [
                    16,
                    35,
                    12,
                    10751
                ],
                "id": 831815,
                "original_language": "en",
                "original_title": "Saving Bikini Bottom: The Sandy Cheeks Movie",
                "overview": "Lorsque Bikini Bottom est arrachée à l'océan, la scientifique Sandy Écureuil et son ami Bob l'éponge se mettent en selle pour le Texas afin de sauver leur ville.",
                "popularity": 5.5672,
                "poster_path": "\/oUt0wC2Ps3FEfrWWCc2dFDAaJhq.jpg",
                "release_date": "2024-10-18",
                "title": "S.O.S. Bikini Bottom : Une mission pour Sandy Écureuil",
                "video": false,
                "vote_average": 6.005,
                "vote_count": 96
            },
            {
                "adult": false,
                "backdrop_path": "\/jZbMhbhwaMrWosBh9dxLleWnMG8.jpg",
                "genre_ids": [
                    16,
                    35,
                    10751
                ],
                "id": 1267,
                "original_language": "en",
                "original_title": "Meet the Robinsons",
                "overview": "Rejoignez un jeune inventeur appelé Lewis dans cette aventure dans le temps pour trouver la famille qu’il n’a jamais connue. En 2037, les grenouilles qui font du hip hop et les chiens qui portent des lunettes sont aussi courants que les dinosaures qui parlent. Le futur repose entre les mains de Lewis, mais il ne peut pas le sauver seul, il aura besoin de l’aide de la famille Robinson.",
                "popularity": 5.5423,
                "poster_path": "\/amgYwcQGTrWuzoKklk7gYr6v6eH.jpg",
                "release_date": "2007-03-23",
                "title": "Bienvenue chez les Robinson",
                "video": false,
                "vote_average": 6.924,
                "vote_count": 2982
            },
            {
                "adult": false,
                "backdrop_path": "\/1ZFUt0LtYkF568iCkRXCScgBP5g.jpg",
                "genre_ids": [
                    14,
                    16,
                    878,
                    10751
                ],
                "id": 20455,
                "original_language": "en",
                "original_title": "Digimon: The Movie",
                "overview": "Un nouveau Digimon doté de supers pouvoirs sort de son œuf et commence à absorber toutes sortes de données digitales à un rythme effréné. Ce Digimon de l'Internet évolue bientôt vers son milieu, Diabormon, et finit par maîtriser tous les moyens de communication de notre planète. Il prépare alors une explosion nucléaire au Japon. Le temps presse et seuls les efforts combinés d'un réseau international d'enfants, épaulés par un nouveau héros Digimon baptisé Omnimon, peuvent empêcher ce désastre à grande échelle. Dans une deuxième aventure, un des plus fervents supporters des digi-élus est un jeune Américain nommé Wallace, par ailleurs compagnon de jumeaux Digimon. Cependant, le combat qui fait rage sur le Web finit par le séparer de l'un de ses amis.",
                "popularity": 5.5328,
                "poster_path": "\/1pxSYa3Vo9khURZpfimwG4WzQMV.jpg",
                "release_date": "2000-10-06",
                "title": "Digimon, le film",
                "video": false,
                "vote_average": 6.5,
                "vote_count": 283
            },
            {
                "adult": false,
                "backdrop_path": "\/z6OZ2Q4FYELeGoBj9tVDWCvevkj.jpg",
                "genre_ids": [
                    12,
                    14,
                    16,
                    28,
                    10751
                ],
                "id": 10515,
                "original_language": "ja",
                "original_title": "天空の城ラピュタ",
                "overview": "Sheeta, seule héritière des secrets de Laputa, la cité volante, attire l’avidité des pirates et de l’armée. Poursuivie, elle est sauvée par Pazu, un jeune pilote d’avion travaillant dans une cité minière.",
                "popularity": 5.5268,
                "poster_path": "\/7tTUs77uOWee6GIOMB6OhtLgslI.jpg",
                "release_date": "1986-08-02",
                "title": "Le Château dans le ciel",
                "video": false,
                "vote_average": 7.972,
                "vote_count": 4408
            },
            {
                "adult": false,
                "backdrop_path": "\/8K92dxdtyrhXB6fEnfGWmWnSFV7.jpg",
                "genre_ids": [
                    16,
                    12,
                    35,
                    10751,
                    14
                ],
                "id": 228326,
                "original_language": "en",
                "original_title": "The Book of Life",
                "overview": "Le jeune Manolo est tiraillé entre les attentes de sa famille et ce vers quoi son cœur le porte. Avant de choisir de s'engager sur une voie, il embarque pour une incroyable aventure, qui le conduit dans trois mondes fantastiques, où il lui faudra affronter ses plus grandes peurs.",
                "popularity": 5.5065,
                "poster_path": "\/qhmZJCIhNQPZLKqTEV5tytWbnqT.jpg",
                "release_date": "2014-10-01",
                "title": "La Légende de Manolo",
                "video": false,
                "vote_average": 7.535,
                "vote_count": 2797
            },
            {
                "adult": false,
                "backdrop_path": "\/39xYicJzAHHCICb23f9MaZuNwa7.jpg",
                "genre_ids": [
                    16,
                    10751,
                    35
                ],
                "id": 427004,
                "original_language": "en",
                "original_title": "Marine Life Interviews",
                "overview": "Les résidents de l'Institut de Biologie Marine parlent de Dory devant les caméras à l'occasion d'un reportage sur la vie du poisson chirurgien...",
                "popularity": 5.5049,
                "poster_path": "\/lQCY8HK8gkbXMZhmUMblmQAxX67.jpg",
                "release_date": "2016-11-15",
                "title": "Interviews à l'Institut de Biologie Marine",
                "video": false,
                "vote_average": 6.234,
                "vote_count": 77
            },
            {
                "adult": false,
                "backdrop_path": "\/tWEcrdHbQLJUuetCQupgCJaTRQ9.jpg",
                "genre_ids": [
                    16,
                    878,
                    28
                ],
                "id": 1155089,
                "original_language": "en",
                "original_title": "Justice League: Crisis on Infinite Earths Part One",
                "overview": "La mort arrive. Pire que la mort : l'annihilation. Pas seulement pour notre Terre, mais pour tout le monde, absolument partout, dans tous les univers ! Pour lutter contre cette destruction sans précédent, le mystérieux Monitor a réuni la plus grande équipe de super-héros jamais créée. Mais les pouvoirs combinés de Superman, Wonder Woman, Batman, Flash, Green Lantern et d'autres centaines de héros venus de différentes Terres seront-ils réellement suffisants pour défendre la réalité entière face à l'ARMAGEDDON ?!",
                "popularity": 5.4949,
                "poster_path": "\/6v7K3C05dvwp4OJwxtBQXL608xU.jpg",
                "release_date": "2024-01-08",
                "title": "Justice League : Crisis on Infinite Earths Partie 1",
                "video": false,
                "vote_average": 7.331,
                "vote_count": 363
            },
            {
                "adult": false,
                "backdrop_path": "\/6Urx7y2CQQvxIlzk5R0BpOKI2NR.jpg",
                "genre_ids": [
                    16,
                    28,
                    14,
                    12
                ],
                "id": 635389,
                "original_language": "zh",
                "original_title": "姜子牙",
                "overview": "Après le grand combat des dieux, Jiang Ziya est sur le point d'être nommé chef des dieux lorsqu'il est rétrogradé et envoyé sur Terre à cause d'une erreur momentanée, et rejeté de tous. Jiang Ziya doit faire un choix difficile entre son cœur et sa destinée, qui le mène à se retrouver lui-même, mais aussi à restaurer la relation entre homme, dieu et démon.",
                "popularity": 5.4901,
                "poster_path": "\/qJ3XYhUg70jTjPLaWHx31JAmpAN.jpg",
                "release_date": "2020-10-01",
                "title": "Jiang Ziya : The Legend of Deification",
                "video": false,
                "vote_average": 7.27,
                "vote_count": 187
            },
            {
                "adult": false,
                "backdrop_path": "\/sreACNpiCB8SxGVINQR5mY3Y4tp.jpg",
                "genre_ids": [
                    16,
                    10751,
                    28,
                    35
                ],
                "id": 602307,
                "original_language": "en",
                "original_title": "LEGO DC Batman: Family Matters",
                "overview": "Suite à une mystérieuse invitation, Batman et son équipe affrontent le vil Red Hood, obsédé par l'idée de détruire la Bat-family et tout Gotham en prime !",
                "popularity": 5.4824,
                "poster_path": "\/pCLfCTcEhmTGVZS8Ho0lgRbs2jD.jpg",
                "release_date": "2019-07-21",
                "title": "LEGO DC Batman - Une Histoire de Famille",
                "video": false,
                "vote_average": 6.695,
                "vote_count": 159
            },
            {
                "adult": false,
                "backdrop_path": "\/wyDNiOVWwviCFzWITuxs9CnjmAW.jpg",
                "genre_ids": [
                    16,
                    878,
                    28
                ],
                "id": 396263,
                "original_language": "ja",
                "original_title": "GANTZ:O",
                "overview": "Nouveau film Gantz entièrement réalisé en images de synthèse. Il adapte l'arc Osaka du manga original.",
                "popularity": 5.4777,
                "poster_path": "\/pmYUrlTc6KwZKSHMXuyCvZF19tf.jpg",
                "release_date": "2016-10-14",
                "title": "GANTZ:O",
                "video": false,
                "vote_average": 7.3,
                "vote_count": 775
            }
        ],
        "total_pages": 133,
        "total_results": 2645
    },
    "expiry": 1756061441,
    "created_at": 1756054241
}