{
    "key": "filtered_movies:6:64dae464ddc95b30819a2b95ae1df6c4",
    "data": {
        "page": 6,
        "results": [
            {
                "adult": false,
                "backdrop_path": "\/5OeY4U2rzePxWq2rkqMajUx2gz7.jpg",
                "genre_ids": [
                    16,
                    10751,
                    12,
                    14,
                    10749
                ],
                "id": 812,
                "original_language": "en",
                "original_title": "Aladdin",
                "overview": "Aladdin, un jeune orphelin chapardeur, fait équipe avec Jasmine, une princesse astucieuse et sure d’elle, pour empêcher le sorcier maléfique Jafar de s’emparer du royaume. En chemin, il prend confiance en lui grâce à un génie métamorphe facétieux, dont les trois souhaits peuvent tout changer.",
                "popularity": 13.3743,
                "poster_path": "\/7Hf6Y7WRRRVDBHn5lJghcXXp4DT.jpg",
                "release_date": "1992-11-25",
                "title": "Aladdin",
                "video": false,
                "vote_average": 7.652,
                "vote_count": 11474
            },
            {
                "adult": false,
                "backdrop_path": "\/86TlYSntBzD4pxLNM6U3GoOfGdD.jpg",
                "genre_ids": [
                    10751,
                    35,
                    12,
                    16
                ],
                "id": 260514,
                "original_language": "en",
                "original_title": "Cars 3",
                "overview": "Dépassé par une nouvelle génération de coureurs auto emmenés par l'arrogant Jackson Storm, le légendaire Flash McQueen est soudain mis sur le bas-côté. Pour revenir dans la course, il aura besoin de la jeune technicienne Cruz Ramirez, de l'inspiration du fabuleux Hudson Hornet et de quelques rebondissements inattendus et tours du destin.",
                "popularity": 12.2026,
                "poster_path": "\/nouuVzN51YSBsjwJt5WwSVXOuv6.jpg",
                "release_date": "2017-06-15",
                "title": "Cars 3",
                "video": false,
                "vote_average": 6.856,
                "vote_count": 6026
            },
            {
                "adult": false,
                "backdrop_path": "\/7BdxZXbSkUiVeCRXKD3hi9KYeWm.jpg",
                "genre_ids": [
                    16,
                    10751,
                    35
                ],
                "id": 49444,
                "original_language": "en",
                "original_title": "Kung Fu Panda 2",
                "overview": "Le rêve de Po s’est réalisé. Il est devenu le Guerrier Dragon, qui protège la Vallée de la Paix avec ses amis les Cinq Cyclones : Tigresse, Grue, Mante, Vipère et Singe. Mais cette vie topissime est menacée par un nouvel ennemi, décidé à conquérir la Chine et anéantir le kung‐fu à l’aide d’une arme secrète et indestructible. Comment Po pourra‐t‐il triompher d’une arme plus forte que le kung‐fu ? Il devra se tourner vers son passé et découvrir le secret de ses mystérieuses origines. Alors seulement, il pourra libérer la force nécessaire pour vaincre.",
                "popularity": 12.9455,
                "poster_path": "\/wKVBcZn7v7PH7jbjMGtP4Vhd1Rx.jpg",
                "release_date": "2011-05-25",
                "title": "Kung Fu Panda 2",
                "video": false,
                "vote_average": 7.041,
                "vote_count": 7418
            },
            {
                "adult": false,
                "backdrop_path": "\/9dfHalOBi4fj2GY2YW9H7IuyaXC.jpg",
                "genre_ids": [
                    16,
                    35,
                    10751,
                    12
                ],
                "id": 438148,
                "original_language": "en",
                "original_title": "Minions: The Rise of Gru",
                "overview": "Alors que les années 70 battent leur plein, Gru qui grandit en banlieue au milieu des jeans à pattes d’éléphants et des chevelures en fleur, met sur pied un plan machiavélique à souhait pour réussir à intégrer un groupe célèbre de super méchants, connu sous le nom de Vicious 6, dont il est le plus grand fan. Il est secondé dans sa tâche par les Minions, ses petits compagnons aussi turbulents que fidèles. Avec l’aide de Kevin, Stuart, Bob et Otto – un nouveau Minion arborant un magnifique appareil dentaire et un besoin désespéré de plaire – ils vont déployer ensemble des trésors d’ingéniosité afin de construire leur premier repaire, expérimenter leurs premières armes, et lancer leur première mission. Gru passe l’audition pour intégrer l’équipe. Le moins qu’on puisse dire c’est que l’entrevue tourne mal, et soudain court quand Gru leur démontre sa supériorité et se retrouve soudain leur ennemi juré.",
                "popularity": 14.1212,
                "poster_path": "\/pA05WmBZLEu32peDDh3I4VuVPsu.jpg",
                "release_date": "2022-06-29",
                "title": "Les Minions 2 : Il était une fois Gru",
                "video": false,
                "vote_average": 7.297,
                "vote_count": 3748
            },
            {
                "adult": false,
                "backdrop_path": "\/uAfhsySkr1UzQg1zdg3dZQRz9Fd.jpg",
                "genre_ids": [
                    16,
                    10751,
                    35
                ],
                "id": 10193,
                "original_language": "en",
                "original_title": "Toy Story 3",
                "overview": "Woody, Buzz l’Éclair et le reste des jouets reviennent dans une toute nouvelle aventure avec quelques nouveaux visages dont Ken et Barbie, le hérisson La Brosse et l’ours Lotso. Andy se prépare à partir pour l’université et Woody, Buzz, Jessie et les autres jouets se demandent ce qu’ils vont devenir. Quand ils arrivent à Sunnyside, c’est le début d’une nouvelle aventure.",
                "popularity": 11.1939,
                "poster_path": "\/hhOQ0FGXs0ux2GNMihx9itfRCm1.jpg",
                "release_date": "2010-06-16",
                "title": "Toy Story 3",
                "video": false,
                "vote_average": 7.799,
                "vote_count": 14986
            },
            {
                "adult": false,
                "backdrop_path": "\/5rARlA8beRAVXPYzSaF2NoS8Ry5.jpg",
                "genre_ids": [
                    16,
                    35,
                    10751,
                    14
                ],
                "id": 76492,
                "original_language": "en",
                "original_title": "Hotel Transylvania",
                "overview": "Bienvenue à l’Hôtel Transylvanie, le somptueux hôtel de Dracula, où les monstres et leurs familles peuvent enfin vivre leur vie, se détendre et faire « monstrueusement » la fête comme ils en ont envie sans être embêtés par les humains. Pour l’anniversaire de sa fille, la jeune Mavis, qui fête ses 118 printemps, Dracula invite les plus célèbres monstres du monde – Frankenstein et sa femme, la Momie, l’Homme Invisible, une famille de loups‐garous, et bien d’autres encore… Tout se passe très bien, jusqu’à ce qu’un humain débarque par hasard à l’hôtel et se lie d’amitié avec Mavis…",
                "popularity": 13.3491,
                "poster_path": "\/2SqkrWiYOrIVHI8cKHh6fNDMcnG.jpg",
                "release_date": "2012-09-20",
                "title": "Hôtel Transylvanie",
                "video": false,
                "vote_average": 6.961,
                "vote_count": 8779
            },
            {
                "adult": false,
                "backdrop_path": "\/7dp5f7YPNBSuDJ1F2ae96eCzuSU.jpg",
                "genre_ids": [
                    16,
                    35,
                    10751,
                    37,
                    12
                ],
                "id": 44896,
                "original_language": "en",
                "original_title": "Rango",
                "overview": "Alors qu’il mène sa vie sans histoire d’animal de compagnie, Rango, caméléon peu aventurier, est en pleine crise d’identité : à quoi bon avoir des ambitions quand tout ce qu’on vous demande, c’est de vous fondre dans la masse ? Un jour, Rango échoue par hasard dans la petite ville de Poussière, dans l’Ouest sauvage, où de sournoises créatures venues du désert font régner la terreur. Contre toute attente, notre caméléon, qui ne brille pas par son courage, comprend qu’il peut enfin se rendre utile. Dernier espoir des habitants de Poussière, Rango s’improvise shérif et n’a d’autre choix que d’assumer ses nouvelles fonctions. Affrontant des personnages plus extravagants les uns que les autres, Rango va‐t‐il devenir le héros qu’il se contentait jusque‐là d’imiter ?",
                "popularity": 13.4433,
                "poster_path": "\/tW0lqeAurBUC0hPH3rjdudm74gY.jpg",
                "release_date": "2011-03-02",
                "title": "Rango",
                "video": false,
                "vote_average": 6.873,
                "vote_count": 6689
            },
            {
                "adult": false,
                "backdrop_path": "\/zgQQF04u3OgNBJqClRNby1FPz9s.jpg",
                "genre_ids": [
                    10751,
                    35,
                    12,
                    16
                ],
                "id": 893723,
                "original_language": "en",
                "original_title": "PAW Patrol: The Mighty Movie",
                "overview": "Lorsqu'une météorite magique s'écrase sur Aventureville, elle donne à la Pat' Patrouille des superpouvoirs, les transformant en SUPER PATROUILLE ! Mais les choses dégénèrent lorsque Monsieur Hellinger, l'ennemi juré de nos amis, s'évade de prison et s'associe à une scientifique folle afin de voler et de s’accaparer ces nouveaux pouvoirs. Le destin d'Aventureville est désormais en jeu, la Super Patrouille doit arrêter les super-méchants avant qu'il ne soit trop tard.",
                "popularity": 12.0525,
                "poster_path": "\/ldRLFfhHluqDRd7EWG6tSGp42M9.jpg",
                "release_date": "2023-09-21",
                "title": "La Pat' Patrouille : La Super Patrouille, le film",
                "video": false,
                "vote_average": 7.041,
                "vote_count": 491
            },
            {
                "adult": false,
                "backdrop_path": "\/3IFRjBDwtk0DlIsDfJ2zEzLjUBi.jpg",
                "genre_ids": [
                    10751,
                    16,
                    35,
                    12
                ],
                "id": 82690,
                "original_language": "en",
                "original_title": "Wreck-It Ralph",
                "overview": "Dans une salle d’arcade, Ralph la casse est le héros mal aimé d’un jeu des années 80. Son rôle est simple : il casse tout ! Pourtant il ne rêve que d’une chose, être aimé de tous…  Vanellope Van Schweetz quant à elle, évolue dans un jeu de course, fabriqué uniquement de sucreries. Son gros défaut : être une erreur de programme, ce qui lui vaut d’être interdite de course et rejetée de tous…  Ces deux personnages n’auraient jamais dû se croiser… et pourtant, Ralph va bousculer les règles et voyager à travers les différents mondes de la salle d’arcade pour atteindre son but : prouver à tous qu’il peut devenir un héros… Ensemble, arriveront-ils à atteindre leurs rêves ?",
                "popularity": 13.5301,
                "poster_path": "\/37PjzcUat46nItGQ0cHc5rAXzcR.jpg",
                "release_date": "2012-11-01",
                "title": "Les Mondes de Ralph",
                "video": false,
                "vote_average": 7.345,
                "vote_count": 12536
            },
            {
                "adult": false,
                "backdrop_path": "\/wYbOd1YdpDonQUHwRCTCY2grSq4.jpg",
                "genre_ids": [
                    16,
                    14,
                    12
                ],
                "id": 615453,
                "original_language": "zh",
                "original_title": "哪吒之魔童降世",
                "overview": "Nezha, un jeune garçon, est né d'une perle céleste du Seigneur du ciel (en). Doté de pouvoirs uniques, il se retrouve comme un paria, détesté et craint. Destiné par la prophétie à détruire le monde, il doit choisir entre le bien et le mal afin de briser les chaînes du destin et devenir un héros.",
                "popularity": 12.7116,
                "poster_path": "\/ztWc4QvzEatqhGnQT98FsICc8rD.jpg",
                "release_date": "2019-07-26",
                "title": "Ne Zha",
                "video": false,
                "vote_average": 7.897,
                "vote_count": 520
            },
            {
                "adult": false,
                "backdrop_path": "\/hd1TvTUGjkoYoqvXYfSBpI5Ri9B.jpg",
                "genre_ids": [
                    16,
                    28,
                    12,
                    878
                ],
                "id": 1159311,
                "original_language": "ja",
                "original_title": "僕のヒーローアカデミア THE MOVIE ユアネクスト",
                "overview": "Dans une société où les héros et les vilains s'affrontent continuellement au nom de la paix et du chaos, Deku, un étudiant du lycée U.A. qui aspire à devenir le meilleur héros possible, affronte celui qui imite le héros qu'il admire depuis longtemps. Deku et les autres élèves de la classe 1-A du lycée U.A. pourront-ils protéger le monde en mettant fin aux agissements de Dark Might, l'homme qui prétend être le nouveau symbole de la paix ?",
                "popularity": 11.0251,
                "poster_path": "\/s7FB4JpSwAfr1DzFopB42u2zt3v.jpg",
                "release_date": "2024-08-02",
                "title": "My Hero Academia : You’re Next",
                "video": false,
                "vote_average": 7,
                "vote_count": 135
            },
            {
                "adult": false,
                "backdrop_path": "\/3vxlXdwBKztOJdgiZ2Qwasl9FY4.jpg",
                "genre_ids": [
                    16,
                    12,
                    35,
                    10751
                ],
                "id": 46195,
                "original_language": "en",
                "original_title": "Rio",
                "overview": "Blu, un perroquet bleu d’une espèce très rare, quitte sa petite ville sous la neige et le confort de sa cage pour s’aventurer au cœur des merveilles exotiques de Rio de Janeiro. Sachant qu’il n’a jamais appris à voler, l’aventure grandiose qui l’attend au Brésil va lui faire perdre quelques plumes ! Heureusement, ses nouveaux amis hauts en couleurs sont prêts à tout réveiller le héros qui est en lui, et lui faire découvrir tout le sens de l’expression « prendre son envol ».",
                "popularity": 13.5051,
                "poster_path": "\/6A4PpkdHvkRvrgY8FHkK61v3kka.jpg",
                "release_date": "2011-04-03",
                "title": "Rio",
                "video": false,
                "vote_average": 6.746,
                "vote_count": 6831
            },
            {
                "adult": false,
                "backdrop_path": "\/4tdV5AeojEdbvn6VpeQrbuDlmzs.jpg",
                "genre_ids": [
                    16,
                    18,
                    12,
                    14
                ],
                "id": 916224,
                "original_language": "ja",
                "original_title": "すずめの戸締まり",
                "overview": "Dans une petite ville paisible de Kyushu, une jeune fille de 17 ans, Suzume, rencontre un homme qui dit voyager afin de chercher une porte. Décidant de le suivre dans les montagnes, elle découvre une unique porte délabrée trônant au milieu des ruines, seul vestige ayant survécu au passage du temps. Cédant à une inexplicable impulsion, Suzume tourne la poignée, et d'autres portes s'ouvrent alors aux quatre coins du Japon, laissant entrer toutes les catastrophes qu'elles renferment. L'homme est formel : toute porte ouverte doit être fermée. Là où elle s'est égarée se trouvent les étoiles, le crépuscule et l'aube, une voûte céleste où tous les temps se confondent. Guidée par des portes nimbées de mystère, Suzume entame un périple en vue de toutes les refermer.",
                "popularity": 14.1144,
                "poster_path": "\/hOJYwkVSgXtE3BJFN0bRPKdLJLj.jpg",
                "release_date": "2022-11-11",
                "title": "Suzume",
                "video": false,
                "vote_average": 7.923,
                "vote_count": 1484
            },
            {
                "adult": false,
                "backdrop_path": "\/rcEDPOOOUTLFxLLQJggfLffbofe.jpg",
                "genre_ids": [
                    16,
                    28,
                    14
                ],
                "id": 810693,
                "original_language": "ja",
                "original_title": "劇場版 呪術廻戦 0",
                "overview": "Lorsqu’il était enfant, Yuta Okkotsu a vu son amie Rika Orimoto perdre la vie dans un terrible accident. Depuis, Rika vient hanter Yuta qui a même souhaité sa propre mort après avoir souffert des années de cette malédiction. Jusqu’au jour où le plus puissant des exorcistes, Satoru Gojo, l’accueille dans l’école d’exorcisme de Tokyo. Tandis que Yuta trouve enfin un nouveau sens à sa vie, une menace plane sur le monde. En effet, quelqu’un projette de déchaîner un millier de malédictions sur Shinjuku et Kyoto pour exterminer tous les non-exorcistes…",
                "popularity": 12.8263,
                "poster_path": "\/jW4OW6ySAtP40BzUWgVmsApqyaS.jpg",
                "release_date": "2021-12-24",
                "title": "Jujutsu Kaisen 0",
                "video": false,
                "vote_average": 8.118,
                "vote_count": 1505
            },
            {
                "adult": false,
                "backdrop_path": "\/hkJhGayONXn96CqIRM9GhWKnlCf.jpg",
                "genre_ids": [
                    28,
                    12,
                    16,
                    14
                ],
                "id": 1014505,
                "original_language": "ja",
                "original_title": "劇場版「オーバーロード」聖王国編",
                "overview": "Jaldabaoth décide d'envahir le Saint Royaume de Roble avec les demi-humains. Conscient de la menace, le Saint Royaume prévoit de faire appel à Momon pour l'aider dans cette guerre.  (Pour rappel, ce film fera suite à la quatrième saison)",
                "popularity": 10.4239,
                "poster_path": "\/6dD9i3dOUVMry9vZ3YajWvpNYfB.jpg",
                "release_date": "2024-09-20",
                "title": "Overlord : The Sacred Kingdom",
                "video": false,
                "vote_average": 7.9,
                "vote_count": 104
            },
            {
                "adult": false,
                "backdrop_path": "\/gTRXgigmgKpeJjW07iq686HZyBD.jpg",
                "genre_ids": [
                    28,
                    16,
                    878
                ],
                "id": 9323,
                "original_language": "ja",
                "original_title": "GHOST IN THE SHELL",
                "overview": "Dans un Japon futuriste régi par l'Internet, le major Motoko Kusunagi, une femme cyborg ultra-perfectionnée, est hantée par des interrogations ontologiques. Elle appartient, malgré elle, à une cyber-police musclée dotée de moyens quasi-illimités pour lutter contre le crime informatique. Le jour où sa section retrouve la trace du 'Puppet Master', un hacker mystérieux et légendaire dont l'identité reste totalement inconnue, la jeune femme se met en tète de pénétrer le corps de celui-ci et d'en analyser le ghost (élément indéfinissable de la conscience, apparenté à l'âme) dans l'espoir d'y trouver les réponses à ses propres questions existentielles...",
                "popularity": 13.7868,
                "poster_path": "\/f4RuGi7MO7GcEtnEpQO4wqaBBUk.jpg",
                "release_date": "1995-11-18",
                "title": "Ghost in the Shell",
                "video": false,
                "vote_average": 7.928,
                "vote_count": 3545
            },
            {
                "adult": false,
                "backdrop_path": "\/z9ft5HYHzWcasR6SGcgeluxTznB.jpg",
                "genre_ids": [
                    16,
                    35,
                    10751,
                    10402
                ],
                "id": 335797,
                "original_language": "en",
                "original_title": "Sing",
                "overview": "Buster Moon est un élégant koala qui dirige un grand théâtre, jadis illustre, mais aujourd’hui tombé en désuétude. C’est un éternel optimiste, un peu bougon, qui aime son précieux théâtre au‐delà de tout et serait prêt à tout pour le sauver. C’est alors qu’il trouve une chance en or pour redorer son blason tout en évitant la destruction de ses rêves et de toutes ses ambitions : une compétition de chant. Cinq candidats sont retenus pour ce défi : une souris aussi séduisante que malhonnête, une jeune éléphante timide dévorée par le trac, une truie mère de famille débordée par ses 25 marcassins, un jeune gorille délinquant qui ne cherche qu’à échapper à sa famille, et une porc‐épic punk qui peine à se débarrasser de son petit ami à l’ego surdimensionné pour faire une carrière solo. Tout ce petit monde va venir chercher sur la scène de Buster l’opportunité qui pourra changer leur vie à jamais.",
                "popularity": 11.1341,
                "poster_path": "\/6igG1J3T6uavROpQAhKfptm4KA4.jpg",
                "release_date": "2016-11-23",
                "title": "Tous en scène",
                "video": false,
                "vote_average": 7.115,
                "vote_count": 8108
            },
            {
                "adult": false,
                "backdrop_path": "\/AoSZyb37ljMAxw0RdeQEBHKtgcc.jpg",
                "genre_ids": [
                    10751,
                    16,
                    12,
                    35,
                    14
                ],
                "id": 330457,
                "original_language": "en",
                "original_title": "Frozen II",
                "overview": "Elsa, Anna, Kristoff, Olaf et Sven voyagent bien au‐delà des portes d’Arendelle à la recherche de réponses sur le passé d’Elsa. Cette dernière rencontre un Nokk – un esprit d’eau mythique prenant la forme d’un cheval – qui utilise le pouvoir de l’océan pour protéger les secrets de la forêt.",
                "popularity": 10.1312,
                "poster_path": "\/6zbuHXiuCdHZ57fZOlfUknpzCjU.jpg",
                "release_date": "2019-11-20",
                "title": "La Reine des neiges II",
                "video": false,
                "vote_average": 7.249,
                "vote_count": 9922
            },
            {
                "adult": false,
                "backdrop_path": "\/hmAOMwVeJfdWXgK1Ikyl2eYkE99.jpg",
                "genre_ids": [
                    16,
                    10751
                ],
                "id": 62211,
                "original_language": "en",
                "original_title": "Monsters University",
                "overview": "Même quand il n’était qu’un tout petit monstre, Bob Razowski rêvait déjà de devenir une Terreur. Aujourd’hui, il est enfin en première année à la prestigieuse université Monstres Academy, où sont formées les meilleures Terreurs. Son plan de carrière bien préparé est pourtant menacé par sa rencontre avec James P. Sullivan, dit Sulli, un vrai crack qui a un don naturel pour Terrifier. Aveuglés par leur désir de se prouver l’un à l’autre qu’ils sont imbattables, tous deux finissent par se faire renvoyer de l’université. Pire encore : ils se rendent compte que s’ils veulent que les choses aient une chance de rentrer dans l’ordre, ils vont devoir travailler ensemble, et avec un petit groupe de monstres bizarres et mal assortis…",
                "popularity": 15.6188,
                "poster_path": "\/dyFoZ2c8J3VLoHxzDTwaTnG1YYE.jpg",
                "release_date": "2013-06-19",
                "title": "Monstres Academy",
                "video": false,
                "vote_average": 7.039,
                "vote_count": 10832
            },
            {
                "adult": false,
                "backdrop_path": "\/5U3VLeWr2H4Nd3G7IkHItFimsIz.jpg",
                "genre_ids": [
                    10751,
                    35,
                    12,
                    16,
                    878
                ],
                "id": 870360,
                "original_language": "en",
                "original_title": "The Day the Earth Blew Up: A Looney Tunes Movie",
                "overview": "L’un des plus grands duos comiques de l’Histoire, Daffy Duck et Porky Pig, fait son grand retour au cinéma dans une nouvelle comédie déjantée.  Enchaînant les gags et les catastrophes dont seuls les Toons sont capables, Daffy Duck, Porky Pig et une nouvelle venue prénommée Petunia Pig vont tenter de sauver le monde d’une terrible menace.",
                "popularity": 14.5043,
                "poster_path": "\/7l2gWBdUvzAAipZ7UgaHKRKXAQm.jpg",
                "release_date": "2024-08-01",
                "title": "Looney Tunes : Daffy et Porky sauvent le monde",
                "video": false,
                "vote_average": 7.405,
                "vote_count": 84
            }
        ],
        "total_pages": 131,
        "total_results": 2610
    },
    "expiry": 1748955718,
    "created_at": 1748948518
}