{
    "key": "filtered_movies:1:535b0e55e99213095f8c1d51ec0102ef",
    "data": {
        "page": 1,
        "results": [
            {
                "adult": false,
                "backdrop_path": "\/nB6IR9XfdRpVRKCz85uT97EjgwB.jpg",
                "genre_ids": [
                    16,
                    28,
                    12,
                    14
                ],
                "id": 1333100,
                "original_language": "ja",
                "original_title": "劇場版「進撃の巨人」完結編 THE LAST ATTACK",
                "overview": "Dans un monde dystopique ravagé par des titans mangeurs d’hommes, depuis une centaine d’années, les survivants sont forcés de se barricader dans une cité forteresse. Parmi eux, Eren, qui a vu sa mère dévorée par un titan, rêve d’entrer dans le corps d’élite chargé de découvrir l’origine de ces mutants, et les détruire jusqu’au dernier. L’attaque des titans : La dernière attaque réunit les deux derniers épisodes de la série et propose un climax sur grand écran. Après son enrôlement dans un bataillon d’exploration, Eren fait face à un redoutable adversaire et en retire un pouvoir unique, qui lui révèle la vérité sur le monde. À travers celle-ci, il trouve les raisons de mener à bien un projet destiné à éradiquer toute vie sur Terre. Dans ce long métrage final, une équipe d’anciens amis et ennemis d’Eren se battront pour tenter de mettre un terme à sa funeste entreprise.",
                "popularity": 16.7125,
                "poster_path": "\/3oL5SWl7tPqaretovPKw9x04CXh.jpg",
                "release_date": "2024-11-08",
                "title": "L’Attaque des titans : La dernière attaque",
                "video": false,
                "vote_average": 8.73,
                "vote_count": 76
            },
            {
                "adult": false,
                "backdrop_path": "\/m4TUa2ciEWSlk37rOsjiSIvZDXE.jpg",
                "genre_ids": [
                    16,
                    10751,
                    14
                ],
                "id": 129,
                "original_language": "ja",
                "original_title": "千と千尋の神隠し",
                "overview": "Chihiro, 10 ans, a tout d’une petite fille capricieuse. Elle s’apprête à emménager avec ses parents dans une nouvelle demeure. Sur la route, la petite famille se retrouve face à un immense bâtiment rouge au centre duquel s’ouvre un long tunnel. De l’autre côté du passage se dresse une ville fantôme. Les parents découvrent dans un restaurant désert de nombreux mets succulents et ne tardent pas à se jeter dessus. Ils se retrouvent alors transformés en cochons. Prise de panique, Chihiro s’enfuit et se dématérialise progressivement. L’énigmatique Haku se charge de lui expliquer le fonctionnement de l’univers dans lequel elle vient de pénétrer. Pour sauver ses parents, la fillette va devoir faire face à la terrible sorcière Yubaba, qui arbore les traits d’une harpie méphistophélique.",
                "popularity": 21.5124,
                "poster_path": "\/12TAqK0AUgdcYE9ZYZ9r7ASbH5Q.jpg",
                "release_date": "2001-07-20",
                "title": "Le Voyage de Chihiro",
                "video": false,
                "vote_average": 8.536,
                "vote_count": 17178
            },
            {
                "adult": false,
                "backdrop_path": "\/fMfyCm9u4H6pYjuCTrU7zP3jpyb.jpg",
                "genre_ids": [
                    35,
                    16
                ],
                "id": 322686,
                "original_language": "ja",
                "original_title": "ケロちゃんにおまかせ",
                "overview": "",
                "popularity": 1.9988,
                "poster_path": "\/7iaqSEq8aqq8YP2Bozu3uKa9pgs.jpg",
                "release_date": "2000-07-15",
                "title": "ケロちゃんにおまかせ",
                "video": false,
                "vote_average": 8.5,
                "vote_count": 64
            },
            {
                "adult": false,
                "backdrop_path": "\/8x9iKH8kWA0zdkgNdpAew7OstYe.jpg",
                "genre_ids": [
                    16,
                    10749,
                    18
                ],
                "id": 372058,
                "original_language": "ja",
                "original_title": "君の名は。",
                "overview": "Mitsuha est une lycéenne, la fille du maire d'une petite ville nichée entre les montagnes. Vivant avec sa petite sœur et sa grand-mère, c'est une demoiselle franche qui n'hésite pas à dire qu'elle n'a pas envie de participer aux rituels shinto, ou d'aider son père dans ses campagnes électorales. En fait, elle rêve de pouvoir quitter cette ville où elle s'ennuie, pour partir tenter sa chance à la capitale. Taki est un lycéen, un tokyoïte qui travaille à mi-temps dans un restaurant italien, tout en aspirant à des études d'architecture ou dans les Beaux-Arts. Chaque nuit, il fait un rêve étrange, où il devient… une lycéenne campagnarde, vivant dans une petite ville entre les montagnes.  Quel secret se cache derrière ces rêves mutuels, qui unissent ces deux êtres qui ne se sont jamais rencontrés ?",
                "popularity": 29.259,
                "poster_path": "\/zyHjvVRgKOt9wgVx4ikp2kGArGF.jpg",
                "release_date": "2016-08-26",
                "title": "Your Name.",
                "video": false,
                "vote_average": 8.483,
                "vote_count": 11794
            },
            {
                "adult": false,
                "backdrop_path": "\/nKl7OrNqG0wFWWvveKrzHTTKNGf.jpg",
                "genre_ids": [
                    16,
                    10751
                ],
                "id": 641364,
                "original_language": "fr",
                "original_title": "L'Odyssée de Choum",
                "overview": "Choum, la petite chouette vient juste d’éclore lorsque la tempête la pousse hors du nid. Faisant rouler le second oeuf de la nichée, la voilà qui s’élance contre vents et marées, bien décidée à trouver une maman...  Programme composé de :  - Le Nid (Nest) de Sonja Rohleder (Allemagne, 2019, 4')  - L'Oiseau et la baleine (The Bird and the Whale) de Carol Freeman (Irlande, 2019, 7')  - L'Odyssée de Choum (26')",
                "popularity": 0.2008,
                "poster_path": "\/fOoNsclGvm3RSMLKbEgPIcRkxRJ.jpg",
                "release_date": "2019-12-24",
                "title": "L'Odyssée de Choum",
                "video": false,
                "vote_average": 8.5,
                "vote_count": 104
            },
            {
                "adult": false,
                "backdrop_path": "\/t0voVZuqvQ0VlM2m45rVWZO5R52.jpg",
                "genre_ids": [
                    16,
                    35,
                    10749
                ],
                "id": 938567,
                "original_language": "ja",
                "original_title": "劇場版 からかい上手の高木さん",
                "overview": "Takagi et Nishikata sont dans leur dernière année de collège, et ont à la fois de l'anxiété et de l'espoir pour l'avenir. Pendant l'été de leur dernière année, la veille des vacances d'été, ils trouvent un chaton qu'ils appellent Hana. Ils décident de prendre soin du chaton en attendant de trouver sa mère.",
                "popularity": 5.6052,
                "poster_path": "\/dDQma4vDs3kxhUagIAKF8r2DBDF.jpg",
                "release_date": "2022-06-10",
                "title": "Quand Takagi me Taquine, le Film",
                "video": false,
                "vote_average": 8.5,
                "vote_count": 130
            },
            {
                "adult": false,
                "backdrop_path": "\/xCHwEaVgEbHZnvynJabd2uit5BA.jpg",
                "genre_ids": [
                    10751,
                    9648,
                    16,
                    35,
                    14
                ],
                "id": 340884,
                "original_language": "en",
                "original_title": "Scooby-Doo! and the Beach Beastie",
                "overview": "L'obsession de Fred pour les filets en tous genres commence à devenir problématique. Toute l'équipe part donc en Floride se changer les idées. Arrivés au complexe de l'oncle de Daphné, les jeunes gens découvrent qu'il est attaqué par un monstre aqueux qui s'en prend aux clients de l'hôtel…",
                "popularity": 2.0919,
                "poster_path": "\/4KeG97jsunV7f5L5FmL2ZT5twkH.jpg",
                "release_date": "2015-05-05",
                "title": "Scooby-Doo ! Le monstre de la plage",
                "video": false,
                "vote_average": 8.4,
                "vote_count": 78
            },
            {
                "adult": false,
                "backdrop_path": "\/tDFvXn4tane9lUvFAFAUkMylwSr.jpg",
                "genre_ids": [
                    16,
                    18,
                    10752
                ],
                "id": 12477,
                "original_language": "ja",
                "original_title": "火垂るの墓",
                "overview": "Japon, été 1945. Après le bombardement de Kobé, Seita, un adolescent de quatorze ans et sa petite sœur de quatre ans, Setsuko, orphelins, vont s’installer chez leur tante à quelques dizaines de kilomètres de chez eux. Celle‐ci leur fait comprendre qu’ils sont une gêne pour la famille et doivent mériter leur riz quotidien. Seita décide de partir avec sa petite sœur. Ils se réfugient dans un bunker désaffecté en pleine campagne et vivent des jours heureux illuminés par la présence de milliers de lucioles. Mais bientôt la nourriture commence cruellement à manquer.",
                "popularity": 0.0083,
                "poster_path": "\/r9a6jyW4CBsQ5QyF12eJC84YdAd.jpg",
                "release_date": "1988-04-16",
                "title": "Le Tombeau des lucioles",
                "video": false,
                "vote_average": 8.449,
                "vote_count": 5907
            },
            {
                "adult": false,
                "backdrop_path": "\/iwYCaMuiYbAEsU0qCuClH9tNwMt.jpg",
                "genre_ids": [
                    10751,
                    35,
                    9648,
                    16
                ],
                "id": 314387,
                "original_language": "en",
                "original_title": "Scooby-Doo! Mecha Mutt Menace",
                "overview": "Mecha Mutt, un rover lunaire télécommandé révolutionnaire ressemblant à un gros chien, va devenir fou au Science Expo annuelle de Houston…",
                "popularity": 2.7747,
                "poster_path": "\/6qLU4vChPzCFEkQnrZDlAYLX9BC.jpg",
                "release_date": "2013-09-24",
                "title": "Scooby-Doo! Au secours de la NASA",
                "video": false,
                "vote_average": 8.448,
                "vote_count": 77
            },
            {
                "adult": false,
                "backdrop_path": "\/ontNYj2FPMjxzl8s4h9K7FhFRUB.jpg",
                "genre_ids": [
                    14,
                    16,
                    18
                ],
                "id": 637663,
                "original_language": "en",
                "original_title": "DC Showcase: Death",
                "overview": "Court métrage d'animation centré sur les personnages de Death et Vincent.",
                "popularity": 1.9545,
                "poster_path": "\/4Ni5u7VMFbw4kIpqx5wKqjlFVwA.jpg",
                "release_date": "2019-10-22",
                "title": "DC Showcase: Death",
                "video": false,
                "vote_average": 8.434,
                "vote_count": 143
            },
            {
                "adult": false,
                "backdrop_path": "\/998UVxfdEo3LjjSk91SqXRFjJhg.jpg",
                "genre_ids": [
                    27,
                    16
                ],
                "id": 75724,
                "original_language": "es",
                "original_title": "Gritos en el pasillo",
                "overview": "",
                "popularity": 0.0711,
                "poster_path": "\/ud9HIkpCAPxfZ7Y7jSAdAZMy0TS.jpg",
                "release_date": "2006-07-16",
                "title": "Gritos en el pasillo",
                "video": false,
                "vote_average": 8.4,
                "vote_count": 50
            },
            {
                "adult": false,
                "backdrop_path": "\/vMnQQE7uhmw5ws1wd4osMNLh1Sd.jpg",
                "genre_ids": [
                    10751,
                    9648,
                    16,
                    35
                ],
                "id": 297102,
                "original_language": "en",
                "original_title": "Scooby-Doo! Ghastly Goals",
                "overview": "Le chien détective Scooby-Doo et ses quatre inséparables amis sont à nouveau réunis pour de trépidantes aventures. Aucune énigme ne résiste à ces fins limiers..",
                "popularity": 2.7522,
                "poster_path": "\/dlpVgPDZRKwPGDyRQnryKTHinR0.jpg",
                "release_date": "2014-05-13",
                "title": "Scooby-Doo ! Frayeur à la Coupe du Monde de Football",
                "video": false,
                "vote_average": 8.405,
                "vote_count": 84
            },
            {
                "adult": false,
                "backdrop_path": "\/8mnXR9rey5uQ08rZAvzojKWbDQS.jpg",
                "genre_ids": [
                    16,
                    28,
                    12,
                    878
                ],
                "id": 324857,
                "original_language": "en",
                "original_title": "Spider-Man: Into the Spider-Verse",
                "overview": "Spider-Man : New Generation suit les aventures de Miles Morales, un adolescent afro-américain et portoricain qui vit à Brooklyn et s’efforce de s’intégrer dans son nouveau collège à Manhattan. Mais la vie de Miles se complique quand il se fait mordre par une araignée radioactive et se découvre des super-pouvoirs : il est désormais capable d’empoisonner ses adversaires, de se camoufler, de coller littéralement aux murs et aux plafonds ; son ouïe est démultipliée... Dans le même temps, le plus redoutable cerveau criminel de la ville, le Caïd, a mis au point un accélérateur de particules nucléaires capable d’ouvrir un portail sur d’autres univers. Son invention va provoquer l’arrivée de plusieurs autres versions de Spider-Man dans le monde de Miles, dont un Peter Parker plus âgé, Spider-Gwen, Spider-Man Noir, Spider-Cochon et Peni Parker, venue d’un dessin animé japonais.",
                "popularity": 15.1054,
                "poster_path": "\/7uPGS5CgvIjDcFUhw9HB9qYeDXf.jpg",
                "release_date": "2018-12-06",
                "title": "Spider-Man : New Generation",
                "video": false,
                "vote_average": 8.398,
                "vote_count": 16166
            },
            {
                "adult": false,
                "backdrop_path": "\/nv5wwZou159v5OC61i4ElR7OqyY.jpg",
                "genre_ids": [
                    14,
                    16,
                    12
                ],
                "id": 4935,
                "original_language": "ja",
                "original_title": "ハウルの動く城",
                "overview": "La jeune Sophie, âgée de 18 ans, travaille sans relâche dans la boutique de chapelier que tenait son père avant de mourir. Lors de l’une de ses rares sorties en ville, elle fait la connaissance de Hauru le Magicien. Celui‐ci est extrêmement séduisant, mais n’a pas beaucoup de caractère… Se méprenant sur leur relation, une sorcière jette un épouvantable sort sur Sophie et la transforme en vieille femme de 90 ans. Accablée, Sophie s’enfuit et erre dans les terres désolées. Par hasard, elle pénètre dans le Château Ambulant de Hauru et, cachant sa véritable identité, s’y fait engager comme femme de ménage. Cette « vieille dame » aussi mystérieuse que dynamique va bientôt redonner une nouvelle vie à l’ancienne demeure. Plus énergique que jamais, Sophie accomplit des miracles. Quel fabuleux destin l’attend  ? Et si son histoire avec Hauru n’en était qu’à son véritable commencement  ?",
                "popularity": 20.1252,
                "poster_path": "\/45PVXJUYfH6yIINcQKelQ0SJPvh.jpg",
                "release_date": "2004-09-09",
                "title": "Le Château ambulant",
                "video": false,
                "vote_average": 8.4,
                "vote_count": 10322
            },
            {
                "adult": false,
                "backdrop_path": "\/5lAMQMWpXMsirvtLLvW7cJgEPkU.jpg",
                "genre_ids": [
                    16,
                    18,
                    10749
                ],
                "id": 378064,
                "original_language": "ja",
                "original_title": "映画 聲の形",
                "overview": "Nishimiya est une élève douce et attentionnée. Chaque jour, elle est harcelée par Ishida, car elle est sourde. Dénoncé pour son comportement, le garçon est à son tour mis à l’écart et renvoyé de l’école… Des années plus tard, il apprend la langue des signes… et part à la recherche de la jeune fille.",
                "popularity": 14.3369,
                "poster_path": "\/xjeYI75uMBtBjNlJ0cDJZDFg5Yv.jpg",
                "release_date": "2016-09-17",
                "title": "Silent Voice",
                "video": false,
                "vote_average": 8.384,
                "vote_count": 4134
            },
            {
                "adult": false,
                "backdrop_path": "\/rSm57S0jnq6aXEx03NvGkHWWe5p.jpg",
                "genre_ids": [
                    9648,
                    16,
                    10751,
                    35
                ],
                "id": 284908,
                "original_language": "en",
                "original_title": "Scooby-Doo! Spooky Games",
                "overview": "Alors qu'ils sont poursuivis par un monstre, Sammy et Scooby Doo font irruption aux qualifications d'athlétisme pour les jeux olympiques de Londres. Stimulés par la peur, ils battent facilement tous les coureurs de 100 mètres. Leur performance ne passe pas inaperçue et Diane, qui est en charge de l'organisation des jeux, demande à Sammy d'y participer...",
                "popularity": 2.2769,
                "poster_path": "\/vJb2l7cH0tFsNmPwirJLSRkZzaF.jpg",
                "release_date": "2012-07-17",
                "title": "Scooby-Doo! Les Jeux monstrolympiques",
                "video": false,
                "vote_average": 8.4,
                "vote_count": 78
            },
            {
                "adult": false,
                "backdrop_path": "\/jSFbnXR2vDQ0K8v0qYHt5aPCSyl.jpg",
                "genre_ids": [
                    16,
                    35,
                    10751,
                    27
                ],
                "id": 1150394,
                "original_language": "es",
                "original_title": "La Leyenda de los Chaneques",
                "overview": "",
                "popularity": 3.7769,
                "poster_path": "\/4f9ghI3utknpeBZSAzNuIKKATOA.jpg",
                "release_date": "2023-07-14",
                "title": "La Leyenda de los Chaneques",
                "video": false,
                "vote_average": 8.4,
                "vote_count": 235
            },
            {
                "adult": false,
                "backdrop_path": "\/uBZQOYZLIU9dBmd62fdzBAoropu.jpg",
                "genre_ids": [
                    28,
                    12,
                    16,
                    18
                ],
                "id": 704264,
                "original_language": "en",
                "original_title": "Primal: Tales of Savagery",
                "overview": "",
                "popularity": 2.6426,
                "poster_path": "\/9NBBkdxH0TjQEBSN2AzeE1sgsF9.jpg",
                "release_date": "2019-11-21",
                "title": "Primal: Tales of Savagery",
                "video": false,
                "vote_average": 8.4,
                "vote_count": 336
            },
            {
                "adult": false,
                "backdrop_path": "\/cykq5Ejq0TUYl7bMi91n3Hp9keA.jpg",
                "genre_ids": [
                    28,
                    12,
                    35,
                    16
                ],
                "id": 592316,
                "original_language": "en",
                "original_title": "My Little Pony: Equestria Girls - Spring Breakdown",
                "overview": "",
                "popularity": 1.6432,
                "poster_path": "\/h0rzWc7m4GXTLNHsgibYW2Fsrp9.jpg",
                "release_date": "2019-03-30",
                "title": "My Little Pony: Equestria Girls - Spring Breakdown",
                "video": false,
                "vote_average": 8.364,
                "vote_count": 59
            },
            {
                "adult": false,
                "backdrop_path": "\/i4pDmDt0Lf6xQ3dnavIkpxZuCV1.jpg",
                "genre_ids": [
                    16,
                    10751,
                    9648,
                    35
                ],
                "id": 286387,
                "original_language": "en",
                "original_title": "Scooby-Doo! and the Spooky Scarecrow",
                "overview": "Deux personnes sont attaqués par un épouvantail  dans l'attraction de Cobb Corner: le labyrinthe de maïs hantée. Ce qui invite le maire à fermer le labyrinthe de maïs et toutes les fêtes d'Halloween pour l'année.  À moins que l'on puisse arrêter l'épouvantail vivant (la légende veut qu'il ait été amené à la vie par la malédiction d'une sorcière), Cobb Corner n'aura pas Halloween!",
                "popularity": 3.3583,
                "poster_path": "\/cC9fW22yDTTTu2SPwlmyBjygG20.jpg",
                "release_date": "2013-09-10",
                "title": "Scooby-Doo ! L’épouvantable épouvantail",
                "video": false,
                "vote_average": 8.358,
                "vote_count": 88
            }
        ],
        "total_pages": 131,
        "total_results": 2610
    },
    "expiry": 1749042603,
    "created_at": 1749035403
}