{
    "key": "filtered_movies:6:64dae464ddc95b30819a2b95ae1df6c4",
    "data": {
        "page": 6,
        "results": [
            {
                "adult": false,
                "backdrop_path": "\/sd4xN5xi8tKRPrJOWwNiZEile7f.jpg",
                "genre_ids": [
                    16,
                    12,
                    35,
                    10751
                ],
                "id": 920,
                "original_language": "en",
                "original_title": "Cars",
                "overview": "Un champion de course, Flash McQueen vit à cent à l'heure jusqu’à ce qu’un détour le mène à Radiator Springs, une petite ville oubliée sur la Route 66. Il y rencontre Sally, Martin, Doc Hudson et un tas de personnages amusants qui l’aident à découvrir que la vie vaut plus que les trophées et la célébrité.",
                "popularity": 9.8648,
                "poster_path": "\/hvHw7ASXEK8x3EawlOtwYXrovdo.jpg",
                "release_date": "2006-06-08",
                "title": "Cars : Quatre roues",
                "video": false,
                "vote_average": 7.007,
                "vote_count": 14525
            },
            {
                "adult": false,
                "backdrop_path": "\/irpJXGiVr539uuspcQcNdkhS2lq.jpg",
                "genre_ids": [
                    16,
                    28,
                    35,
                    10751,
                    878
                ],
                "id": 38055,
                "original_language": "en",
                "original_title": "Megamind",
                "overview": "Megamind est le super‐méchant le plus génial de toute l’histoire de l’humanité. Et le pire loser aussi… Depuis des années, il essaie par tous les moyens de conquérir Metro City. En vain : chacune de ses tentatives est mise en échec par l’invincible Metro Man, et tourne à la farce. Jusqu’au jour où Megamind tue Metro Man ! Mais un super‐méchant a besoin d’un superhéros pour se sentir exister et avoir un but dans la vie. Megamind a donc l’idée de se fabriquer un nouvel adversaire : Titan. Problème : Titan découvre vite que c’est bien plus drôle d’être un méchant que de protéger les hommes. Et encore plus amusant de détruire le monde que de le protéger… Pris au piège, Megamind réussira‐t‐il à vaincre sa diabolique création, devenant ainsi le héros inattendu de sa propre histoire ?",
                "popularity": 9.8461,
                "poster_path": "\/2jUHVsk42lVFDDAJ485hF2fBn2X.jpg",
                "release_date": "2010-10-28",
                "title": "Megamind",
                "video": false,
                "vote_average": 7.008,
                "vote_count": 7103
            },
            {
                "adult": false,
                "backdrop_path": "\/kyTlMMVWo1GffYoQctZwLqJcwaj.jpg",
                "genre_ids": [
                    16,
                    35,
                    12,
                    10751
                ],
                "id": 57800,
                "original_language": "en",
                "original_title": "Ice Age: Continental Drift",
                "overview": "Manny, Diego et Sid se lancent dans leur plus grand périple après qu’un cataclysme a donné naissance à un continent en pleine dérive. Séparé de leurs amis, ils utilisent un iceberg comme navire de fortune et s’embarquent pour une quête maritime. S’ils veulent devenir des héros, Manny et sa bande vont devoir surmonter l’impossible, tout en rencontrant des créatures aquatiques, en explorant un nouveau monde et en combattant des pirates impitoyables. De son côté, Scrat a toujours affaire à son maudit gland et se retrouve catapulté dans un endroit où aucun écureuil préhistorique n’est jamais allé.",
                "popularity": 9.825,
                "poster_path": "\/lWmqNVqtJ0IAPGjMgN9Vde7ATqz.jpg",
                "release_date": "2012-06-27",
                "title": "L'Âge de glace 4 : La Dérive des continents",
                "video": false,
                "vote_average": 6.387,
                "vote_count": 7828
            },
            {
                "adult": false,
                "backdrop_path": "\/3IFRjBDwtk0DlIsDfJ2zEzLjUBi.jpg",
                "genre_ids": [
                    10751,
                    16,
                    35,
                    12
                ],
                "id": 82690,
                "original_language": "en",
                "original_title": "Wreck-It Ralph",
                "overview": "Dans une salle d’arcade, Ralph la casse est le héros mal aimé d’un jeu des années 80. Son rôle est simple : il casse tout ! Pourtant il ne rêve que d’une chose, être aimé de tous…  Vanellope Van Schweetz quant à elle, évolue dans un jeu de course, fabriqué uniquement de sucreries. Son gros défaut : être une erreur de programme, ce qui lui vaut d’être interdite de course et rejetée de tous…  Ces deux personnages n’auraient jamais dû se croiser… et pourtant, Ralph va bousculer les règles et voyager à travers les différents mondes de la salle d’arcade pour atteindre son but : prouver à tous qu’il peut devenir un héros… Ensemble, arriveront-ils à atteindre leurs rêves ?",
                "popularity": 9.8127,
                "poster_path": "\/37PjzcUat46nItGQ0cHc5rAXzcR.jpg",
                "release_date": "2012-11-01",
                "title": "Les Mondes de Ralph",
                "video": false,
                "vote_average": 7.3,
                "vote_count": 12647
            },
            {
                "adult": false,
                "backdrop_path": "\/3yXLkSTrVhG66MIAr3X6C4gjccw.jpg",
                "genre_ids": [
                    12,
                    16,
                    35,
                    10751,
                    18
                ],
                "id": 10527,
                "original_language": "en",
                "original_title": "Madagascar: Escape 2 Africa",
                "overview": "Après s’être échoué sur les rivages lointains de Madagascar, nos New‐yorkais ont concocté un plan dément – si dément qu’il pourrait bien réussir ! Avec une discipline quasi militaire, les pingouins ont rafistolé une épave d’avion, et au terme d’un vol chaotique à souhait, l’improbable équipage a pu rallier les vastes plaines d’Afrique. Les anciens pensionnaires du zoo de Central Park rencontrent alors pour la première fois leurs familles respectives dans leur habitat naturel. Une occasion unique de renouer avec ses racines, mais aussi de mesurer le gouffre qui sépare la nature de la civilisation, le « continent noir » de la « jungle de béton ». De nouvelles aventures, encore plus palpitantes, attendent nos amis sur la terre de leurs ancêtres, mais le souvenir de New York reste présent en chacun d’eux. N’est‐ce pas là que doit finalement se jouer leur avenir ?",
                "popularity": 9.792,
                "poster_path": "\/eLCEqcUYVjAyFHDmuteNPja5YuO.jpg",
                "release_date": "2008-10-30",
                "title": "Madagascar 2",
                "video": false,
                "vote_average": 6.516,
                "vote_count": 7138
            },
            {
                "adult": false,
                "backdrop_path": "\/5rARlA8beRAVXPYzSaF2NoS8Ry5.jpg",
                "genre_ids": [
                    16,
                    35,
                    10751,
                    14
                ],
                "id": 76492,
                "original_language": "en",
                "original_title": "Hotel Transylvania",
                "overview": "Bienvenue à l’Hôtel Transylvanie, le somptueux hôtel de Dracula, où les monstres et leurs familles peuvent enfin vivre leur vie, se détendre et faire « monstrueusement » la fête comme ils en ont envie sans être embêtés par les humains. Pour l’anniversaire de sa fille, la jeune Mavis, qui fête ses 118 printemps, Dracula invite les plus célèbres monstres du monde – Frankenstein et sa femme, la Momie, l’Homme Invisible, une famille de loups‐garous, et bien d’autres encore… Tout se passe très bien, jusqu’à ce qu’un humain débarque par hasard à l’hôtel et se lie d’amitié avec Mavis…",
                "popularity": 9.7476,
                "poster_path": "\/2SqkrWiYOrIVHI8cKHh6fNDMcnG.jpg",
                "release_date": "2012-09-20",
                "title": "Hôtel Transylvanie",
                "video": false,
                "vote_average": 6.962,
                "vote_count": 8849
            },
            {
                "adult": false,
                "backdrop_path": "\/rcUcYzGGicDvhDs58uM44tJKB9F.jpg",
                "genre_ids": [
                    16,
                    10751,
                    14,
                    28,
                    12
                ],
                "id": 527774,
                "original_language": "en",
                "original_title": "Raya and the Last Dragon",
                "overview": "Il y a de cela fort longtemps, au royaume imaginaire de Kumandra, humains et dragons vivaient en harmonie. Mais un jour, une force maléfique s’abattit sur le royaume et les dragons se sacrifièrent pour sauver l’humanité. Lorsque cette force réapparaît cinq siècles plus tard, Raya, une guerrière solitaire, se met en quête du légendaire dernier dragon pour restaurer l’harmonie sur la terre de Kumandra, au sein d’un peuple désormais divisé. Commence pour elle un long voyage au cours duquel elle découvrira qu’il lui faudra bien plus qu’un dragon pour sauver le monde, et que la confiance et l’entraide seront essentiels pour conduire au succès cette périlleuse mission.",
                "popularity": 9.6994,
                "poster_path": "\/qDnumcHRzK9ljWtG5L1zRPhFRJg.jpg",
                "release_date": "2021-03-03",
                "title": "Raya et le Dernier Dragon",
                "video": false,
                "vote_average": 7.826,
                "vote_count": 7014
            },
            {
                "adult": false,
                "backdrop_path": "\/3vxlXdwBKztOJdgiZ2Qwasl9FY4.jpg",
                "genre_ids": [
                    16,
                    12,
                    35,
                    10751
                ],
                "id": 46195,
                "original_language": "en",
                "original_title": "Rio",
                "overview": "Blu, un perroquet bleu d’une espèce très rare, quitte sa petite ville sous la neige et le confort de sa cage pour s’aventurer au cœur des merveilles exotiques de Rio de Janeiro. Sachant qu’il n’a jamais appris à voler, l’aventure grandiose qui l’attend au Brésil va lui faire perdre quelques plumes ! Heureusement, ses nouveaux amis hauts en couleurs sont prêts à tout réveiller le héros qui est en lui, et lui faire découvrir tout le sens de l’expression « prendre son envol ».",
                "popularity": 9.6965,
                "poster_path": "\/6A4PpkdHvkRvrgY8FHkK61v3kka.jpg",
                "release_date": "2011-04-03",
                "title": "Rio",
                "video": false,
                "vote_average": 6.75,
                "vote_count": 6897
            },
            {
                "adult": false,
                "backdrop_path": "\/bpGyWU18xZFTx2fKBBm1um1EPqm.jpg",
                "genre_ids": [
                    16,
                    10751,
                    12,
                    878
                ],
                "id": 15512,
                "original_language": "en",
                "original_title": "Monsters vs Aliens",
                "overview": "Le jour de son mariage, la jeune Susan Murphy reçoit sur la tête… une météorite qui la transforme en un monstre de plus de 20 mètres de haut. L’armée entre promptement en action, neutralise la géante et l’incarcère dans une prison top secrète. Rebaptisée Génormica, Susan fait connaissance avec ses compagnons d’infortune : le brillant Dr Cafard, à tête d’insecte, l’hybride macho de singe et de poisson appelé Maillon Manquant, l’indestructible et gélatineux BOB et le gigantesque Insectosaure. L’heure de la délivrance ne tarde pas à sonner pour tous ces Monstres, car voici qu’un mystérieux et maléfique robot, échu d’une lointaine galaxie, se pose sur notre planète et se met à y causer de sérieux dégâts. Le Président, cédant aux pressions du général Putsch, décide alors d’enrôler les Monstres pour contrer les envahisseurs et sauver le monde civilisé d’une destruction imminente…",
                "popularity": 9.6867,
                "poster_path": "\/3Tmo9IFhT5QoaGWhzq51OApKgLU.jpg",
                "release_date": "2009-03-19",
                "title": "Monstres contre Aliens",
                "video": false,
                "vote_average": 6.226,
                "vote_count": 4780
            },
            {
                "adult": false,
                "backdrop_path": "\/puJKgNcWaGgMk5VHanSSomUTpmw.jpg",
                "genre_ids": [
                    10751,
                    14,
                    16,
                    10749
                ],
                "id": 11224,
                "original_language": "en",
                "original_title": "Cinderella",
                "overview": "D’un coup de baguette magique, la fée Marraine transforme les haillons de Cendrillon en robe féérique et, dans une citrouille changée en carrosse, l’envoie au bal. Mais le charme se rompt à minuit. Les souris, Jaq et Gus, et une pantoufle de vair contribueront au dénouement d'un conte de fées des plus mémorables.",
                "popularity": 9.6487,
                "poster_path": "\/nqSJwBdvG89uHRpDDdaAy5YhogZ.jpg",
                "release_date": "1950-02-22",
                "title": "Cendrillon",
                "video": false,
                "vote_average": 7.045,
                "vote_count": 6907
            },
            {
                "adult": false,
                "backdrop_path": "\/95ozIP0A2fKaAXxwDxUEVn74Iux.jpg",
                "genre_ids": [
                    14,
                    16,
                    10751
                ],
                "id": 8392,
                "original_language": "ja",
                "original_title": "となりのトトロ",
                "overview": "Mei, 4 ans, et Satsuki, 10 ans, s’installent à la campagne avec leur père pour se rapprocher de l’hôpital où séjourne leur mère. Elles découvrent la nature tout autour de la maison et, surtout, l’existence d’animaux étranges et merveilleux, les Totoros, avec qui elles deviennent très amies. Un jour, alors que Satsuki et Mei attendent le retour de leur mère, elles apprennent que sa sortie de l’hôpital a été repoussée. Mei décide alors d’aller lui rendre visite seule. Satsuki et les gens du village la recherchent en vain. Désespérée, Satsuki va finalement demander de l’aide à son voisin Totoro.",
                "popularity": 9.5917,
                "poster_path": "\/eEpy8IiR8N0S6mgkdAjDCMlMYQO.jpg",
                "release_date": "1988-04-16",
                "title": "Mon voisin Totoro",
                "video": false,
                "vote_average": 8.069,
                "vote_count": 8361
            },
            {
                "adult": false,
                "backdrop_path": "\/pWd09ohdwOSNF4IWG8a25qORc2O.jpg",
                "genre_ids": [
                    10751,
                    16,
                    12,
                    35
                ],
                "id": 9487,
                "original_language": "en",
                "original_title": "A Bug's Life",
                "overview": "Le maladroit Tilt a détruit la récolte de la saison de sa fourmilière. Pareille bévue n'est pas faite pour plaire au cruel Le Borgne, venu racketter les fourmis avec sa bande de sauterelles. Contraint de s'en retourner bredouille, l'affreux insecte promet de revenir à l'automne collecter le double de sa ration habituelle. Pour se faire pardonner, Tilt propose de partir à la recherche de mercenaires pour lutter contre l'envahisseur…",
                "popularity": 9.4829,
                "poster_path": "\/wtGgCxW4TylnDAXtIf3yuXixipC.jpg",
                "release_date": "1998-11-25",
                "title": "1001 Pattes",
                "video": false,
                "vote_average": 6.972,
                "vote_count": 9429
            },
            {
                "adult": false,
                "backdrop_path": "\/mZj8EUr6F1x2PWZjKPxaeYd5WRw.jpg",
                "genre_ids": [
                    12,
                    16,
                    35,
                    10751,
                    14
                ],
                "id": 11688,
                "original_language": "en",
                "original_title": "The Emperor's New Groove",
                "overview": "L’empereur Kuzco pensait tout avoir : un peuple dévoué, une garde-robe de tenues chics et son groove inébranlable. Mais sa vie est bouleversée lorsqu’il est transformé en lama par sa conseillère sournoise Yzma et son acolyte Kronk. À présent, le souverain doit s’associer à un paysan sympathique nommé Pacha. Une folle aventure s’ensuit.",
                "popularity": 9.44,
                "poster_path": "\/oOnoW6j2l1zXDIP8W7rGTOxuYIk.jpg",
                "release_date": "2000-12-15",
                "title": "Kuzco, l'empereur mégalo",
                "video": false,
                "vote_average": 7.558,
                "vote_count": 6991
            },
            {
                "adult": false,
                "backdrop_path": "\/8NEvnVKeGMLEXG45MMNqxJLcM4y.jpg",
                "genre_ids": [
                    16,
                    28,
                    14,
                    53
                ],
                "id": 820232,
                "original_language": "ja",
                "original_title": "鬼滅の刃 兄妹の絆",
                "overview": "Un récapitulatif des épisodes 1 à 5 de Kimetsu no Yaiba, avec de nouvelles séquences et un générique de fin spécial. Tanjiro Kamado rentre chez lui et découvre que sa famille a été massacrée et que la seule survivante, sa sœur Nezuko, a été transformée en démon. À sa grande surprise, Nezuko montre encore des signes d'émotion et de pensée humaine. C'est ainsi que commence le voyage de Tanjiro à la recherche du démon qui a tué sa famille et qui a transformé sa sœur en être humain.",
                "popularity": 9.4002,
                "poster_path": "\/99cJLZkNoIFmufJ4yap6ZABl4nk.jpg",
                "release_date": "2019-03-29",
                "title": "Demon Slayer: Kimetsu no Yaiba – Sibling's Bond",
                "video": false,
                "vote_average": 7.886,
                "vote_count": 223
            },
            {
                "adult": false,
                "backdrop_path": "\/hd1TvTUGjkoYoqvXYfSBpI5Ri9B.jpg",
                "genre_ids": [
                    16,
                    28,
                    12,
                    878
                ],
                "id": 1159311,
                "original_language": "ja",
                "original_title": "僕のヒーローアカデミア THE MOVIE ユアネクスト",
                "overview": "Dans une société où les héros et les vilains s'affrontent continuellement au nom de la paix et du chaos, Deku, un étudiant du lycée U.A. qui aspire à devenir le meilleur héros possible, affronte celui qui imite le héros qu'il admire depuis longtemps. Deku et les autres élèves de la classe 1-A du lycée U.A. pourront-ils protéger le monde en mettant fin aux agissements de Dark Might, l'homme qui prétend être le nouveau symbole de la paix ?",
                "popularity": 9.3745,
                "poster_path": "\/s7FB4JpSwAfr1DzFopB42u2zt3v.jpg",
                "release_date": "2024-08-02",
                "title": "My Hero Academia : You’re Next",
                "video": false,
                "vote_average": 7.112,
                "vote_count": 161
            },
            {
                "adult": false,
                "backdrop_path": "\/nN4Gs3vZAOJ1D6FRtrwbU9VGYwU.jpg",
                "genre_ids": [
                    16,
                    14,
                    10751,
                    35,
                    10749,
                    12
                ],
                "id": 486589,
                "original_language": "ko",
                "original_title": "레드슈즈",
                "overview": "Des princes transformés en nains viennent à l’aide d’une princesse dont la beauté est cachée dans ses souliers. Ici, le conte de fées s’amuse de notre obsession du paraître. Mais comme dans tous les contes, c’est l’amour qui sauvera tous les personnages.",
                "popularity": 9.2902,
                "poster_path": "\/5wABwh2vdPbsDPgD6GzVryUM5eA.jpg",
                "release_date": "2019-07-25",
                "title": "Blanche Neige, les souliers rouges et les sept nains",
                "video": false,
                "vote_average": 7.7,
                "vote_count": 1107
            },
            {
                "adult": false,
                "backdrop_path": "\/lsgT602GYV8ts97sKH1gWFtQs1k.jpg",
                "genre_ids": [
                    16,
                    12,
                    35,
                    10751,
                    14
                ],
                "id": 1104845,
                "original_language": "en",
                "original_title": "Plankton: The Movie",
                "overview": "L'histoire d'amour compliquée entre Plankton et sa femme ordinateur vire au chaos quand elle prend position et décide de détruire le monde sans lui.",
                "popularity": 9.2593,
                "poster_path": "\/dHWiUNjt9Msi55dIEl9Vh9PFc2V.jpg",
                "release_date": "2025-03-08",
                "title": "Plankton : Le film",
                "video": false,
                "vote_average": 6.725,
                "vote_count": 122
            },
            {
                "adult": false,
                "backdrop_path": "\/620hnMVLu6RSZW6a5rwO8gqpt0t.jpg",
                "genre_ids": [
                    16,
                    35,
                    14,
                    12,
                    10751
                ],
                "id": 508943,
                "original_language": "en",
                "original_title": "Luca",
                "overview": "Un jeune garçon, Luca, vit un été inoubliable, ponctué de délicieux gelato, de savoureuses pasta et de longues balades en scooter. Luca partage ses aventures avec son nouveau meilleur ami, mais ce bonheur est menacé par un secret bien gardé...",
                "popularity": 9.1971,
                "poster_path": "\/bADnZZZdzQtajVwJ8MVWYlQ6Iq2.jpg",
                "release_date": "2021-06-17",
                "title": "Luca",
                "video": false,
                "vote_average": 7.797,
                "vote_count": 8636
            },
            {
                "adult": false,
                "backdrop_path": "\/dM69VHjYFs8JBFNwI1rG0c7xeQz.jpg",
                "genre_ids": [
                    10751,
                    16,
                    12,
                    35
                ],
                "id": 5559,
                "original_language": "en",
                "original_title": "Bee Movie",
                "overview": "Fraîchement diplômée, une abeille connue sous le nom de Barry B. Benson perd ses illusions à la perspective de n’avoir qu’un seul plan de carrière : fabriquer du miel… Alors qu’il s’aventure hors de la ruche pour la première fois, il brise l’une des règles fondamentales du monde des abeilles : il adresse la parole à un humain, une fleuriste de New York, Vanessa. Il est choqué de constater que les humains volent et mangent le miel que produisent les abeilles, et ce depuis des siècles ! Il se donne alors pour mission d’assigner la race humaine en justice pour vol de miel et de faire respecter les droits des abeilles.",
                "popularity": 9.0929,
                "poster_path": "\/29y7oQ75MNIhtQFd3KlwUTjyXh8.jpg",
                "release_date": "2007-10-28",
                "title": "Bee Movie : Drôle d'abeille",
                "video": false,
                "vote_average": 6.026,
                "vote_count": 5033
            },
            {
                "adult": false,
                "backdrop_path": "\/zDIievPXqjfjLogXFqnnopU0OkK.jpg",
                "genre_ids": [
                    10751,
                    35,
                    12,
                    16
                ],
                "id": 412117,
                "original_language": "en",
                "original_title": "The Secret Life of Pets 2",
                "overview": "Retrouvez la suite des péripéties de Max, Gidget, Chloé, Pompon et le reste de la troupe. Ces nouvelles aventures vont les pousser à trouver le courage de se dépasser pour devenir de véritables héros. Découvrez les émotions de cette joyeuse bande, les liens d'amitié qui les unissent, leur famille qui les aiment et apprenez ce que font réellement vos animaux domestiques lorsque vous n'êtes pas à la maison.",
                "popularity": 9.0567,
                "poster_path": "\/7MuP3QL5UHSebJg5MHQqHU4gePZ.jpg",
                "release_date": "2019-05-24",
                "title": "Comme des bêtes 2",
                "video": false,
                "vote_average": 6.953,
                "vote_count": 3196
            }
        ],
        "total_pages": 133,
        "total_results": 2645
    },
    "expiry": 1756061391,
    "created_at": 1756054191
}