{
    "key": "filtered_movies:4:64dae464ddc95b30819a2b95ae1df6c4",
    "data": {
        "page": 4,
        "results": [
            {
                "adult": false,
                "backdrop_path": "\/3CvNc04vTwTir5q3LBDuvUb8Ng6.jpg",
                "genre_ids": [
                    16,
                    10751,
                    878
                ],
                "id": 10681,
                "original_language": "en",
                "original_title": "WALL·E",
                "overview": "Faites la connaissance de WALL•E (prononcez « Walli ») : WALL•E est le dernier être sur Terre et s’avère être un… petit robot ! 700 ans plus tôt, l’humanité a déserté notre planète laissant à cette incroyable petite machine le soin de nettoyer la Terre. Mais au bout de ces longues années, WALL•E a développé un petit défaut technique : une forte personnalité. Extrêmement curieux, très indiscret, il est surtout un peu trop seul…  Cependant, sa vie s’apprête à être bouleversée avec l’arrivée d’une petite « robote », bien carénée et prénommée EVE. Tombant instantanément et éperdument amoureux d’elle, WALL•E va tout mettre en œuvre pour la séduire. Et lorsqu’EVE est rappelée dans l’espace pour y terminer sa mission, WALL•E n’hésite pas un seul instant : il se lance à sa poursuite… Hors de question pour lui de laisser passer le seul amour de sa vie… Pour être à ses côtés, il est prêt à aller au bout de l’univers et vivre la plus fantastique des aventures !",
                "popularity": 12.6885,
                "poster_path": "\/2V5Z0E1xmrPOZqCkRUkUCTxvixy.jpg",
                "release_date": "2008-06-22",
                "title": "WALL·E",
                "video": false,
                "vote_average": 8.102,
                "vote_count": 19428
            },
            {
                "adult": false,
                "backdrop_path": "\/3G1Q5xF40HkUBJXxt2DQgQzKTp5.jpg",
                "genre_ids": [
                    16,
                    35,
                    10751,
                    14
                ],
                "id": 568124,
                "original_language": "en",
                "original_title": "Encanto",
                "overview": "Dans un mystérieux endroit niché au cœur des montagnes de Colombie, la fantastique famille Madrigal habite une maison enchantée dans une cité pleine de vie, un endroit merveilleux appelé Encanto. L’Encanto a doté chacun des enfants de la famille d’une faculté magique allant d’une force surhumaine au pouvoir de guérison. Seule Mirabel n’a reçu aucun don particulier. Mais lorsque la magie de l’Encanto se trouve menacée, la seule enfant ordinaire de cette famille extraordinaire va peut-être se révéler leur unique espoir…",
                "popularity": 12.3749,
                "poster_path": "\/vkrAGbjK6TRMrAW5Gq0SmNPOAoc.jpg",
                "release_date": "2021-10-13",
                "title": "Encanto, la fantastique famille Madrigal",
                "video": false,
                "vote_average": 7.584,
                "vote_count": 9835
            },
            {
                "adult": false,
                "backdrop_path": "\/xVEBLD278GuFZoPFskpD3dvdJlV.jpg",
                "genre_ids": [
                    10751,
                    35,
                    16
                ],
                "id": 20352,
                "original_language": "en",
                "original_title": "Despicable Me",
                "overview": "Dans un charmant quartier résidentiel délimité par des clôtures de bois blanc et orné de rosiers fleurissants se dresse une bâtisse noire entourée d’une pelouse en friche. Cette façade sinistre cache un secret : Gru, un méchant vilain, entouré d’une myriade de sous‐fifres et armé jusqu’aux dents, qui, à l’insu du voisinage, complote le plus gros casse de tous les temps : voler la lune (Oui, la lune !)… Gru affectionne toutes sortes de sales joujoux. Il possède une multitude de véhicules de combat aérien et terrestre et un arsenal de rayons immobilisants et rétrécissants avec lesquels il anéantit tous ceux qui osent lui barrer la route… jusqu’au jour où il tombe nez à nez avec trois petites orphelines qui voient en lui quelqu’un de tout à fait différent : un papa. Le plus grand vilain de tous les temps se retrouve confronté à sa plus dure épreuve : trois fillettes prénommées Margo, Édith et Agnès.",
                "popularity": 12.2893,
                "poster_path": "\/wuhJx9bTbxHfJHeeR3L8uRjAZ7C.jpg",
                "release_date": "2010-07-08",
                "title": "Moi, moche et méchant",
                "video": false,
                "vote_average": 7.251,
                "vote_count": 15537
            },
            {
                "adult": false,
                "backdrop_path": "\/qSNz1G1Ts8fFw6v4Vae4aMAjcY7.jpg",
                "genre_ids": [
                    14,
                    12,
                    16,
                    35,
                    10751
                ],
                "id": 810,
                "original_language": "en",
                "original_title": "Shrek the Third",
                "overview": "L’ogre Shrek n’avait pas quitté son marécage pestilentiel et épousé sa chère Fiona pour devenir roi. C’est pourtant ce qui risque de lui arriver après que son beau‐père Harold clabote soudain sans crier gare. S’il n’arrive pas à dénicher illico un roi avec l’aide de ses fidèles compagnons, l’Âne et le Chat Potté, Shrek deviendra le prochain souverain du Royaume Fort Fort Lointain. Bonjour les ennuis ! À moins qu’Artie, le cousin loser de Fiona, ne se laisse convaincre de monter sur le trône à sa place. Mais ce paumé a‐t‐il vraiment l’étoffe d’un roi ?",
                "popularity": 12.2415,
                "poster_path": "\/oQjx87d7YNtBUEcFtAPGABIaLBd.jpg",
                "release_date": "2007-05-17",
                "title": "Shrek le troisième",
                "video": false,
                "vote_average": 6.297,
                "vote_count": 9369
            },
            {
                "adult": false,
                "backdrop_path": "\/gklkxY0veMajdCiGe6ggsh07VG2.jpg",
                "genre_ids": [
                    10751,
                    35,
                    12,
                    16
                ],
                "id": 940551,
                "original_language": "en",
                "original_title": "Migration",
                "overview": "La routine règne chez les Colvert. Si papa Mack préfère garder les siens bien à l’abri dans leur étang de la Nouvelle-Angleterre, maman Pam veut changer les choses et faire découvrir le monde à leurs deux enfants, Dax l’ado et Gwen la cadette. Après qu’une famille de canards migrateurs s’est enflammée pour des récits parlant d’endroits très lointains, Pam persuade Mack d’embarquer la famille dans un long périple, depuis la ville de New York jusque sous les tropiques, en Jamaïque. Tandis que les Colvert s’envolent vers le Sud pour l’hiver, leurs projets bien rodés tombent rapidement à l’eau. Une expérience qui les pousse alors à étendre leurs horizons, à s’ouvrir à de nouveaux amis et à aller au-delà de leurs espoirs les plus fous, tout en apprenant davantage sur chacun et sur soi-même",
                "popularity": 12.1546,
                "poster_path": "\/3xGLxvuVvLoPhrCxkofkczfR6R5.jpg",
                "release_date": "2023-12-06",
                "title": "Migration",
                "video": false,
                "vote_average": 7.383,
                "vote_count": 2083
            },
            {
                "adult": false,
                "backdrop_path": "\/mUYV0ZdsDEliGaQahcQH1F3grsP.jpg",
                "genre_ids": [
                    16,
                    10751,
                    12
                ],
                "id": 10674,
                "original_language": "en",
                "original_title": "Mulan",
                "overview": "Mulan, sous les traits du soldat « Ping », prend la place de son père dans l’armée impériale chinoise. Aidée par son dragon Mushu et un criquet appelé Cri-Kee, Mulan essaie de gagner le respect de ses camarades et du courageux Capitaine Shang. Ses aventures l’emmènent dans une bataille sur le toit du palais impérial où l’honneur de sa famille et le destin de l’Empereur reposent entre ses mains.",
                "popularity": 12.1155,
                "poster_path": "\/nWYuhyM8oQ4Gkktq0c2GCcKdJLv.jpg",
                "release_date": "1998-06-18",
                "title": "Mulan",
                "video": false,
                "vote_average": 7.906,
                "vote_count": 10060
            },
            {
                "adult": false,
                "backdrop_path": "\/tPaurpIUskVji5vwV0dhy9pq4Vs.jpg",
                "genre_ids": [
                    10751,
                    16,
                    12,
                    35
                ],
                "id": 953,
                "original_language": "en",
                "original_title": "Madagascar",
                "overview": "Lorsqu’un lion, un zèbre, une girafe, un hippopotame et une poignée de pingouins psychotiques fuient leur zoo new‐yorkais pour secourir l’un des leurs, l’aventure s’écrit avec un grand A. Et lorsque le destin les réunit sur l’île de Madagascar, ils doivent apprendre en formation accélérée les rudiments de la vie à l’air libre.",
                "popularity": 11.9371,
                "poster_path": "\/aA1eZtISZ2rqUk2QIUgu1pXcHrm.jpg",
                "release_date": "2005-05-25",
                "title": "Madagascar",
                "video": false,
                "vote_average": 6.915,
                "vote_count": 11242
            },
            {
                "adult": false,
                "backdrop_path": "\/ztiFxuG0gC6wQ8y7JZFYbCQyN4Y.jpg",
                "genre_ids": [
                    10751,
                    35,
                    10402,
                    16
                ],
                "id": 438695,
                "original_language": "en",
                "original_title": "Sing 2",
                "overview": "Dans le nouveau théâtre Moon, la troupe interprète sa version musicale d'Alice au pays des merveilles. Buster Moon tient à avoir l'avis de Suki Lane. Elle est celle qui décide quels talents peuvent auditionner devant Jimmy Crystal, grand producteur de spectacles à Redshore City. Pour elle, le niveau n'est pas suffisant et l'insistance de Buster Moon n'y fait rien.Remotivé par Nana Noodleman, le koala rassemble ses artistes et part infiltrer les auditions.",
                "popularity": 11.8349,
                "poster_path": "\/xsjgiztyEu9cEZetxFlvJz6Yibw.jpg",
                "release_date": "2021-12-01",
                "title": "Tous en scène 2",
                "video": false,
                "vote_average": 7.844,
                "vote_count": 4608
            },
            {
                "adult": false,
                "backdrop_path": "\/zViRwl3ySscZnbXZJ2Q9wq3SeUG.jpg",
                "genre_ids": [
                    16,
                    878,
                    12,
                    10751
                ],
                "id": 698687,
                "original_language": "en",
                "original_title": "Transformers One",
                "overview": "Les origines d'Optimus Prime et de Megatron, autrefois amis proches comme des frères, avant de devenir des ennemis jurés, façonnant ainsi à jamais le destin de Cybertron.",
                "popularity": 11.7467,
                "poster_path": "\/6PVLEv0WvXyIbp3RvGC5j3X5dAz.jpg",
                "release_date": "2024-09-11",
                "title": "Transformers : Le Commencement",
                "video": false,
                "vote_average": 8.05,
                "vote_count": 1357
            },
            {
                "adult": false,
                "backdrop_path": "\/3VQj6m0I6gkuRaljmhNZl0XR3by.jpg",
                "genre_ids": [
                    16,
                    12,
                    35,
                    14
                ],
                "id": 585511,
                "original_language": "en",
                "original_title": "Luck",
                "overview": "Sam Greenfield est la personne la plus malchanceuse du monde ! Quand elle se retrouve tout à coup sur la Terre de la Chance, territoire inconnu, elle doit s'unir aux créatures magiques qu'elle y rencontre afin de faire tourner sa chance.",
                "popularity": 11.6497,
                "poster_path": "\/1a5ZNjSDf80nqWWq0oh9up2tPrt.jpg",
                "release_date": "2022-08-05",
                "title": "Luck",
                "video": false,
                "vote_average": 7.763,
                "vote_count": 1832
            },
            {
                "adult": false,
                "backdrop_path": "\/y5tad0a4yRbxYgOHGllEIEeCCKt.jpg",
                "genre_ids": [
                    16,
                    10749,
                    14,
                    10751
                ],
                "id": 10198,
                "original_language": "en",
                "original_title": "The Princess and the Frog",
                "overview": "Cette version moderne d’un conte classique par Walt Disney Animation Studios a pour héroïne la jolie Tiana, qui rêve d’avoir son propre restaurant. Alors qu’elle rencontre un prince-grenouille désespéré de reprendre forme humaine, un baiser fatidique les entraîne tous deux dans une folle aventure au cours de laquelle le vilain magicien vaudou Dr Facilier les poursuit à travers les mystiques bayous de Louisiane.",
                "popularity": 11.5409,
                "poster_path": "\/7ktgHsEtkOz80h1OkxKLaQYDCAa.jpg",
                "release_date": "2009-12-08",
                "title": "La Princesse et la Grenouille",
                "video": false,
                "vote_average": 7.217,
                "vote_count": 5868
            },
            {
                "adult": false,
                "backdrop_path": "\/wE5JGzujfvDPMIfFjJyrhXFjZLc.jpg",
                "genre_ids": [
                    16,
                    10751,
                    35
                ],
                "id": 10193,
                "original_language": "en",
                "original_title": "Toy Story 3",
                "overview": "Woody, Buzz l’Éclair et le reste des jouets reviennent dans une toute nouvelle aventure avec quelques nouveaux visages dont Ken et Barbie, le hérisson La Brosse et l’ours Lotso. Andy se prépare à partir pour l’université et Woody, Buzz, Jessie et les autres jouets se demandent ce qu’ils vont devenir. Quand ils arrivent à Sunnyside, c’est le début d’une nouvelle aventure.",
                "popularity": 11.4219,
                "poster_path": "\/hhOQ0FGXs0ux2GNMihx9itfRCm1.jpg",
                "release_date": "2010-06-16",
                "title": "Toy Story 3",
                "video": false,
                "vote_average": 7.8,
                "vote_count": 15121
            },
            {
                "adult": false,
                "backdrop_path": "\/e807jDKiFcntZS32ze88X6I96OD.jpg",
                "genre_ids": [
                    16,
                    28,
                    878
                ],
                "id": 1297763,
                "original_language": "ja",
                "original_title": "ニンジャバットマン対ヤクザリーグ",
                "overview": "La Bat-famille revient dans le présent et découvre que le Japon a disparu et qu'une île géante appelée \"Hinomoto\" est apparue dans le ciel de Gotham City. À son sommet se trouve la Ligue des Yakuza, un groupe d'individus sans foi ni loi qui ressemble étrangement à la Ligue des Justiciers. Batman et ses alliés devront sauver Gotham au péril de leur vie !",
                "popularity": 11.3786,
                "poster_path": "\/a5sSCbE8rlb9KcIS0OcvcVfvxaq.jpg",
                "release_date": "2025-03-17",
                "title": "Batman Ninja vs. Les Yakuzas",
                "video": false,
                "vote_average": 6.7,
                "vote_count": 193
            },
            {
                "adult": false,
                "backdrop_path": "\/nJT0QZIB7e9af31JM6sOzMeTOgD.jpg",
                "genre_ids": [
                    14,
                    16,
                    10751
                ],
                "id": 9479,
                "original_language": "en",
                "original_title": "The Nightmare Before Christmas",
                "overview": "Jack Skellington, un épouvantail squelettique surnommé « le Roi des citrouilles », vit dans la ville d'Halloween. En tant que maître de l'épouvante, Jack occupe ses journées à préparer la prochaine fête d'Halloween. Mais le terrible épouvantail, lassé de cette vie répétitive et monotone, décide de partir. C'est alors qu'il découvre la ville de Noël. Après cette aventure, il revient chez lui, avec une idée originale en tête : et si cette année, c'étaient les habitants de la ville d'Halloween qui allaient fêter Noël ?",
                "popularity": 11.3372,
                "poster_path": "\/41hibKUdlEo6Qy8BZmc5GOenB8y.jpg",
                "release_date": "1993-10-09",
                "title": "L'Étrange Noël de monsieur Jack",
                "video": false,
                "vote_average": 7.834,
                "vote_count": 9865
            },
            {
                "adult": false,
                "backdrop_path": "\/iEFuHjqrE059SmflBva1JzDJutE.jpg",
                "genre_ids": [
                    16,
                    14,
                    28,
                    10749,
                    10751
                ],
                "id": 496450,
                "original_language": "fr",
                "original_title": "Miraculous - le film",
                "overview": "La super-héroïne, qui a conquis le cœur de millions de fans à travers le monde, débarque pour la première fois au cinéma ! Ladybug va devoir unir ses forces avec Chat Noir, le charismatique justicier masqué qui n'a pas sa langue dans sa poche, pour affronter le Papillon et sa horde de super-vilains, alors que ceux-ci menacent de détruire Paris. Mais, alors que les deux héros se rapprochent, Marinette ignore que derrière son mystérieux complice se cache Adrien, le camarade de classe dont elle est amoureuse",
                "popularity": 11.3088,
                "poster_path": "\/kXKx1g5Rr8O3VZCOaHxLfHaBDDF.jpg",
                "release_date": "2023-07-05",
                "title": "Miraculous - le film",
                "video": false,
                "vote_average": 7.6,
                "vote_count": 919
            },
            {
                "adult": false,
                "backdrop_path": "\/zgQQF04u3OgNBJqClRNby1FPz9s.jpg",
                "genre_ids": [
                    10751,
                    35,
                    12,
                    16
                ],
                "id": 893723,
                "original_language": "en",
                "original_title": "PAW Patrol: The Mighty Movie",
                "overview": "Lorsqu'une météorite magique s'écrase sur Aventureville, elle donne à la Pat' Patrouille des superpouvoirs, les transformant en SUPER PATROUILLE ! Mais les choses dégénèrent lorsque Monsieur Hellinger, l'ennemi juré de nos amis, s'évade de prison et s'associe à une scientifique folle afin de voler et de s’accaparer ces nouveaux pouvoirs. Le destin d'Aventureville est désormais en jeu, la Super Patrouille doit arrêter les super-méchants avant qu'il ne soit trop tard.",
                "popularity": 11.2749,
                "poster_path": "\/ldRLFfhHluqDRd7EWG6tSGp42M9.jpg",
                "release_date": "2023-09-21",
                "title": "La Pat' Patrouille : La Super Patrouille, le film",
                "video": false,
                "vote_average": 7.022,
                "vote_count": 506
            },
            {
                "adult": false,
                "backdrop_path": "\/3SszodoxSiJRQVoFg9IRjrMcSuJ.jpg",
                "genre_ids": [
                    16,
                    12,
                    35,
                    10751,
                    28,
                    14
                ],
                "id": 62177,
                "original_language": "en",
                "original_title": "Brave",
                "overview": "Mérida est une archère talentueuse et la fille têtue du roi Fergus et de la reine Elinor. Déterminée à suivre son propre chemin, la jeune princesse défie une ancienne coutume chère aux seigneurs des terres. Lorsqu’elle déclenche le chaos au royaume, Mérida doit faire appel à tous ses talents et ressources (y compris ses frères triplets) pour rompre un horrible sort et découvrir le vrai sens de la bravoure.",
                "popularity": 11.2205,
                "poster_path": "\/rFLhPoKAqg4CBQdwTs8sQlbao5M.jpg",
                "release_date": "2012-06-21",
                "title": "Rebelle",
                "video": false,
                "vote_average": 7.021,
                "vote_count": 13723
            },
            {
                "adult": false,
                "backdrop_path": "\/jl2YIADk391yc6Qjy9JhgCRkHJk.jpg",
                "genre_ids": [
                    16,
                    18,
                    35
                ],
                "id": 1064486,
                "original_language": "en",
                "original_title": "Memoir of a Snail",
                "overview": "La vie de Grace Pudel, petite fille solitaire, collectionneuse d’escargots et passionnée de lecture, a volé en éclats le jour de la mort de son père. Dans une famille d’accueil indifférente, séparée de son frère jumeau dont elle attend désespérément les lettres, malmenée par ses camarades, elle s’enfonce dans le désespoir...",
                "popularity": 10.9881,
                "poster_path": "\/oYpq6XFoubsezCt1o28TwnraD0a.jpg",
                "release_date": "2024-10-17",
                "title": "Mémoires d’un escargot",
                "video": false,
                "vote_average": 8.1,
                "vote_count": 617
            },
            {
                "adult": false,
                "backdrop_path": "\/yMmhALrLWj9amm2pAelmdXggxk2.jpg",
                "genre_ids": [
                    16,
                    10751,
                    12,
                    35
                ],
                "id": 49013,
                "original_language": "en",
                "original_title": "Cars 2",
                "overview": "La célèbre voiture de course Flash McQueen et l'incomparable dépanneuse Martin quittent Radiator Springs pour courir le tout premier Grand Prix mondial qui sacrera la voiture la plus rapide du monde. Mais la route est pleine d'imprévus, de déviations et de surprises, surtout lorsque Martin se retrouve entraîné dans une affaire d'espionnage international !",
                "popularity": 10.9853,
                "poster_path": "\/qCoaNNfH6lS7qkZDYhWkQpiQpnM.jpg",
                "release_date": "2011-06-11",
                "title": "Cars 2",
                "video": false,
                "vote_average": 6.158,
                "vote_count": 8123
            },
            {
                "adult": false,
                "backdrop_path": "\/gVl6aX2paJIHpMxAAe8X36VNExi.jpg",
                "genre_ids": [
                    35,
                    12,
                    14,
                    16,
                    10751
                ],
                "id": 10192,
                "original_language": "en",
                "original_title": "Shrek Forever After",
                "overview": "Après avoir vaincu un méchant dragon, sauvé une belle princesse et le royaume de ses parents, que peut encore faire un ogre malodorant et mal léché ? Domestiqué, assagi, Shrek a perdu jusqu’à l’envie de rugir et regrette le bon vieux temps où il semait la terreur dans le royaume. Aujourd’hui, tel une idole déchue, il se contente de signer des autographes à tour de bras. Trop triste… C’est alors que l’habile et sournois Tracassin lui propose un contrat. Shrek se retrouve soudain transporté dans un monde parallèle totalement déjanté où les ogres sont pourchassés, où Tracassin est roi, où Fiona et son bien‐aimé ne se sont jamais rencontrés… Shrek va‐t‐il réussir à déjouer le sortilège, à repasser de l’autre côté du miroir, à sauver ses amis, à retrouver son monde et reconquérir l’amour de sa vie ?",
                "popularity": 10.9693,
                "poster_path": "\/hw9oZ0AZoqQeh1haXzd5FFd6kAi.jpg",
                "release_date": "2010-05-20",
                "title": "Shrek 4 : Il était une fin",
                "video": false,
                "vote_average": 6.386,
                "vote_count": 7624
            }
        ],
        "total_pages": 133,
        "total_results": 2645
    },
    "expiry": 1756060731,
    "created_at": 1756053531
}