{
    "key": "filtered_movies:11:64dae464ddc95b30819a2b95ae1df6c4",
    "data": {
        "page": 11,
        "results": [
            {
                "adult": false,
                "backdrop_path": "\/o11rDwFa7nZMVI57Mm3C44YwmmF.jpg",
                "genre_ids": [
                    12,
                    16,
                    35,
                    10751
                ],
                "id": 127380,
                "original_language": "en",
                "original_title": "Finding Dory",
                "overview": "Dory, le poisson bleu amnésique, décide de partir à la recherche de sa famille dont elle a été séparée enfant, accompagnée de ses amis Nemo et Marin. Se joignent à eux Hank, un poulpe grincheux, Bailey, un béluga complexé par rapport à son sonar biologique et Destiny, un requin-baleine myope. Elle se lance dans une aventure épique pour enquêter sur son passé et retrouver ses parents. Leur voyage va les emmener au Marine Life Institute, un conservatoire qui abrite diverses espèces océaniques.",
                "popularity": 6.7089,
                "poster_path": "\/t2YKLraPb8cqPHXVp5BN0ZGJypI.jpg",
                "release_date": "2016-06-16",
                "title": "Le Monde de Dory",
                "video": false,
                "vote_average": 7.04,
                "vote_count": 12330
            },
            {
                "adult": false,
                "backdrop_path": "\/pxsR974ez8bQx0GDixxiKr7pk1o.jpg",
                "genre_ids": [
                    16,
                    35,
                    10751
                ],
                "id": 9836,
                "original_language": "en",
                "original_title": "Happy Feet",
                "overview": "Un manchot de l’Antarctique n’arrivera jamais à rien s’il ne sait pas chanter, et le pauvre Mumble est sans conteste le pire chanteur du monde. Son talent à lui, c’est… les claquettes, qu’il pratique en virtuose, avec une ardeur confondante. Bien que sa maman, Norma Jean, trouve ce don « tout à fait charmant », son père, Memphis, juge que « ça ne fait vraiment pas pingouin ». Tous deux savent aussi que leur rejeton ne trouvera l’âme sœur que le jour où il saura pousser son « chant d’amour ». Le hasard fait bien les choses : Gloria, la seule et unique amie de notre héros, est la meilleure chanteuse de la région. Mumble et elle sont copains depuis toujours, bien que cette gracieuse créature ait encore du mal à accepter son étrange « anomalie ». Banni de la tribu, Mumble se lie avec les Amigos de Terre Adélie, un groupe latino exubérant, mené par Ramon…",
                "popularity": 6.6997,
                "poster_path": "\/xMqjB0ZPweftGytxfYFUWCMXNkW.jpg",
                "release_date": "2006-11-16",
                "title": "Happy Feet",
                "video": false,
                "vote_average": 6.21,
                "vote_count": 5255
            },
            {
                "adult": false,
                "backdrop_path": "\/pJ39ZYZQetpNXn4lSmjBoib4NZL.jpg",
                "genre_ids": [
                    16,
                    35,
                    10751,
                    28
                ],
                "id": 1046032,
                "original_language": "en",
                "original_title": "The Bad Guys: A Very Bad Holiday",
                "overview": "Pour honorer leur traditionnel casse-taculaire de Noël, M. Loup et sa bande d'animaux hors-la-loi doivent restaurer l'esprit des fêtes de la ville... et en vitesse !",
                "popularity": 6.6876,
                "poster_path": "\/tQKpSpAFH4a0eytEfLo0jQTxfNH.jpg",
                "release_date": "2023-11-29",
                "title": "Un Noël façon Bad Guys",
                "video": false,
                "vote_average": 6.532,
                "vote_count": 141
            },
            {
                "adult": false,
                "backdrop_path": "\/g01B5oD3j2sIupAQY2Ykm4TIRks.jpg",
                "genre_ids": [
                    16,
                    28,
                    35,
                    10751
                ],
                "id": 324849,
                "original_language": "en",
                "original_title": "The Lego Batman Movie",
                "overview": "Il en rêvait depuis La Grande Aventure LEGO : Batman est enfin le héros de son propre film ! Mais la situation a bien changé à Gotham – et s'il veut sauver la ville des griffes du Joker, il lui faudra arrêter de jouer au justicier masqué et découvrir le travail d'équipe ! Peut-être pourra-t-il alors se décoincer un peu…",
                "popularity": 6.6688,
                "poster_path": "\/iGbEqeFC9tffYb4MkiaEP7uheU5.jpg",
                "release_date": "2017-02-08",
                "title": "Lego Batman, le film",
                "video": false,
                "vote_average": 7.228,
                "vote_count": 5182
            },
            {
                "adult": false,
                "backdrop_path": "\/drSJ0HVuSNFMPq5VzAEHk37BiEC.jpg",
                "genre_ids": [
                    16,
                    10749,
                    878
                ],
                "id": 1165642,
                "original_language": "ko",
                "original_title": "이 별에 필요한",
                "overview": "Séoul, 2050. Nan-young, astronaute, a pour but ultime de se rendre sur Mars. Mais elle échoue au test final pour participer à la quatrième expédition martienne. Jay, musicien, a enterré ses rêves dans une boutique d'équipement audio vintage. Quand ils se rencontrent par hasard, c'est le début d'une histoire d'amour. Alors qu'ils se soutiennent et aspirent à un avenir meilleur, Nan-young a une nouvelle chance de réaliser son souhait le plus cher : aller sur Mars…",
                "popularity": 6.6564,
                "poster_path": "\/eEDTw32AcwQJ1h6nnP35rQ4hLrb.jpg",
                "release_date": "2025-05-30",
                "title": "Juste l'espace entre nous",
                "video": false,
                "vote_average": 7.179,
                "vote_count": 95
            },
            {
                "adult": false,
                "backdrop_path": "\/ymHTXJabZagpXvXIR0litdXC8BT.jpg",
                "genre_ids": [
                    16,
                    35,
                    10751,
                    14
                ],
                "id": 159824,
                "original_language": "en",
                "original_title": "Hotel Transylvania 2",
                "overview": "Dracula est dorénavant grand‐père et est bien décidé à initier son petit garçon à la crinière rousse aux rudiments du monde de l’épouvante. Bien sûr, rien ne va se passer comme prévu pour notre drôlissime vampire et sa bande de monstres : Frankenstein, la Momie, l’Homme invisible, le Loup‐garou et le Blob…",
                "popularity": 6.638,
                "poster_path": "\/8VUK4vsvVqJFD4oPzwU9UMRQbnq.jpg",
                "release_date": "2015-09-21",
                "title": "Hôtel Transylvanie 2",
                "video": false,
                "vote_average": 6.766,
                "vote_count": 5918
            },
            {
                "adult": false,
                "backdrop_path": "\/wfClZdRb1x4LZ8B73Y9RSn8XAPa.jpg",
                "genre_ids": [
                    16,
                    10751,
                    878,
                    12
                ],
                "id": 10386,
                "original_language": "en",
                "original_title": "The Iron Giant",
                "overview": "Quelque chose de gigantesque se profile à l’horizon. Hogarth Hugues vient tout juste de sauver un énorme robot tombé du ciel. Le jeune Hogarth a désormais un très grand ami et un problème encore plus grand : Comment garder secrète l’existence d’un géant de 15 mètres ? Cette mission se complique encore plus lorsqu’un agent du gouvernement un peu trop curieux arrive en ville pour chasser « l’envahisseur alien » et que les forces terrestres, maritimes et aériennes des militaires américains sont envoyées pour démolir le géant.",
                "popularity": 6.6331,
                "poster_path": "\/1Z1Gn2bbyOygv8R2qE2uLjwualf.jpg",
                "release_date": "1999-08-06",
                "title": "Le Géant de fer",
                "video": false,
                "vote_average": 7.951,
                "vote_count": 5853
            },
            {
                "adult": false,
                "backdrop_path": "\/3r9aPVVNuCXNOFFXsL03abZs9xF.jpg",
                "genre_ids": [
                    16,
                    14,
                    10751
                ],
                "id": 739547,
                "original_language": "en",
                "original_title": "Thelma the Unicorn",
                "overview": "Thelma est un poney qui rêve de devenir une chanteuse glamour, et même une superstar. Un jour, les planètes s'alignent, et Thelma se transforme en licorne ! Flottant sur un petit nuage rose à paillettes, elle devient une star à la popularité internationale, mais ce succès planétaire a un prix.",
                "popularity": 6.5084,
                "poster_path": "\/eAZRQR4UM0Y80FxkoVoJb09FEoc.jpg",
                "release_date": "2024-05-17",
                "title": "Thelma la licorne",
                "video": false,
                "vote_average": 7.006,
                "vote_count": 179
            },
            {
                "adult": false,
                "backdrop_path": "\/cslS1Er64IP0t5VKCqQh435NeFd.jpg",
                "genre_ids": [
                    16,
                    35,
                    10751
                ],
                "id": 22794,
                "original_language": "en",
                "original_title": "Cloudy with a Chance of Meatballs",
                "overview": "Flint Lockwood est inventeur. Jusqu’ici, toutes ses inventions bizarres, depuis les chaussures que l’on se pulvérise sur les pieds jusqu’au traducteur de pensées pour singe, ont été des échecs spectaculaires qui ont causé d’innombrables problèmes à sa petite ville, Swallow en Château. Cette fois, Flint est bien décidé à inventer quelque chose qui rendra les gens heureux. Pourtant, lorsque sa nouvelle création, la machine à transformer l’eau en nourriture, détruit la grand‐place avant de disparaître dans les nuages, il pense que sa carrière d’inventeur est définitivement fichue. Jusqu’à ce que l’incroyable se produise : il se met à pleuvoir des cheeseburgers ! Sa machine marche ! Les averses de nourriture connaissent un succès instantané, et Flint se fait vite une nouvelle amie : Sam Sparks, la présentatrice météo qui arrive à Swallow en Château pour couvrir ce qu’elle appelle « le plus formidable phénomène météo de l’histoire »…",
                "popularity": 6.4875,
                "poster_path": "\/ttah02gPctSZKTKD2u6Buvb4FEF.jpg",
                "release_date": "2009-09-17",
                "title": "Tempête de boulettes géantes",
                "video": false,
                "vote_average": 6.642,
                "vote_count": 6178
            },
            {
                "adult": false,
                "backdrop_path": "\/2AeE4Op9qjDSXe8GbfCtlbHFxhL.jpg",
                "genre_ids": [
                    16,
                    10751,
                    14,
                    12
                ],
                "id": 75258,
                "original_language": "en",
                "original_title": "Secret of the Wings",
                "overview": "Il est interdit aux fées de la Vallée des fées de se rendre dans la Forêt blanche. Mais quand une force mystérieuse force Clochette à pénétrer dans ce monde inconnu, elle découvre un secret qui changera sa vie pour toujours. Elle rencontre une fée nommée Cristalline qui est la seule à pouvoir l'aider et s'avère être sa sœur.",
                "popularity": 6.4785,
                "poster_path": "\/rW34RvBIREDYgY5k6tOJXDQcTI.jpg",
                "release_date": "2012-08-17",
                "title": "Clochette et le secret des fées",
                "video": false,
                "vote_average": 7.221,
                "vote_count": 1314
            },
            {
                "adult": false,
                "backdrop_path": "\/hkJhGayONXn96CqIRM9GhWKnlCf.jpg",
                "genre_ids": [
                    28,
                    12,
                    16,
                    14
                ],
                "id": 1014505,
                "original_language": "ja",
                "original_title": "劇場版「オーバーロード」聖王国編",
                "overview": "Jaldabaoth décide d'envahir le Saint Royaume de Roble avec les demi-humains. Conscient de la menace, le Saint Royaume prévoit de faire appel à Momon pour l'aider dans cette guerre.  (Pour rappel, ce film fera suite à la quatrième saison)",
                "popularity": 6.3996,
                "poster_path": "\/6dD9i3dOUVMry9vZ3YajWvpNYfB.jpg",
                "release_date": "2024-09-20",
                "title": "Overlord : The Sacred Kingdom",
                "video": false,
                "vote_average": 7.816,
                "vote_count": 128
            },
            {
                "adult": false,
                "backdrop_path": "\/aDnCTWpWMHcQxOeGWsITmoLuEGy.jpg",
                "genre_ids": [
                    16,
                    35,
                    10751,
                    14
                ],
                "id": 9297,
                "original_language": "en",
                "original_title": "Monster House",
                "overview": "D.J. Walters, un petit garçon de 12 ans est doté d'une imagination débordante. C'est pourquoi personne ne le prend au sérieux lorsqu'il fait part de ses craintes au sujet de son horrible voisin qui terrorise tous les enfants du quartier. Il est en effet persuadé que celui-ci est responsable de la disparition mystérieuse de sa femme. Il a également remarqué d'autres phénomènes inquiétants se déroulant dans la maison de ce dernier. Ce que personne ne sait, c'est que D.J. n'invente rien et que cela va empirer.",
                "popularity": 6.3968,
                "poster_path": "\/7tWlgI7v55pUkh7iTWSvIunQpeB.jpg",
                "release_date": "2006-06-30",
                "title": "Monster House",
                "video": false,
                "vote_average": 6.69,
                "vote_count": 4118
            },
            {
                "adult": false,
                "backdrop_path": "\/nJkPu09Jac5N8CIwKLNf2A4qAuy.jpg",
                "genre_ids": [
                    10751,
                    35,
                    16
                ],
                "id": 7518,
                "original_language": "en",
                "original_title": "Over the Hedge",
                "overview": "Le printemps est de retour ; la tortue Verne et ses amis sortent d’un long sommeil hivernal. Mais, entre‐temps, ô surprise, une grande « chose » verte a poussé à l’orée du bois et envahi leur domaine. Surgit alors le raton laveur RJ, jamais à court de combines et d’explications. Il s’agit, leur dit‐il, d’une HAIE, destinée à protéger le domaine enchanté du « Bien‐être », habité par les Humains, ces créatures d’un genre particulier qui vivent pour manger, au lieu de manger pour vivre. Le pusillanime Verne, qui se méfie de RJ (et le jalouse un peu), se convainc que lui et sa famille doivent rester de ce côté‐ci de la haie – on n’est jamais mieux que sous sa carapace. Mais l’habile RJ persuade les hôtes du bois qu’« ailleurs l’herbe est plus verte », et qu’ils n’ont rien à craindre de leurs nouveaux voisins. Commence alors une grande aventure dans cet étrange univers qu’on appelle « Banlieue ».",
                "popularity": 6.3909,
                "poster_path": "\/nP32NaPYeVP8dieTqujgGXvj6fq.jpg",
                "release_date": "2006-05-17",
                "title": "Nos voisins, les hommes",
                "video": false,
                "vote_average": 6.577,
                "vote_count": 4614
            },
            {
                "adult": false,
                "backdrop_path": "\/wWWXd27yF8sK9bLgAD4zxiGcYJW.jpg",
                "genre_ids": [
                    10751,
                    16
                ],
                "id": 44874,
                "original_language": "en",
                "original_title": "Barbie: A Fashion Fairytale",
                "overview": "Barbie et son chien Sequin partent visiter Paris afin d'y découvrir la fabuleuse maison de couture de tante Millie. Hélas, son séjour ne sera pas de tout repos car elle s'aperçoit vite que celle-ci risque la fermeture ! Mais heureusement, après avoir découvert les trois fées de la mode, dotées d'incroyables pouvoirs magiques, Barbie décide de porter secours à l'atelier. Pour y parvenir, elle entreprend, avec l'aide d'Alice une timide mais talentueuse créatrice de mode, l'organisation d'un éblouissant et fantastique défilé...",
                "popularity": 6.3893,
                "poster_path": "\/zRnsscfeGeJhGtLgLzZv7Xm4v9Q.jpg",
                "release_date": "2010-09-14",
                "title": "Barbie : La Magie de la mode",
                "video": false,
                "vote_average": 7.25,
                "vote_count": 771
            },
            {
                "adult": false,
                "backdrop_path": "\/w7H4II0nbwMLAWJjtC6fQ3EwHEm.jpg",
                "genre_ids": [
                    10751,
                    16,
                    10749,
                    14
                ],
                "id": 14128,
                "original_language": "en",
                "original_title": "Cinderella II: Dreams Come True",
                "overview": "Cendrillon apprend que la vie au palais royal, chargée de responsabilités, est plus difficile qu'elle ne l’avait imaginé. Dans trois contes réconfortants, Cendrillon demande de l'aide à sa fée marraine et à ses amis souris pour l’aider dans ses fonctions royales, qu’elle remplit déjà avec charme et grâce. Elle découvre qu’être fidèle à soi-même est la meilleure façon de concrétiser ses rêves.",
                "popularity": 6.3764,
                "poster_path": "\/tNQQiBMimmt5yYtKYRXAEQG3hIQ.jpg",
                "release_date": "2002-02-23",
                "title": "Cendrillon 2 : Une vie de princesse",
                "video": false,
                "vote_average": 6.103,
                "vote_count": 1493
            },
            {
                "adult": false,
                "backdrop_path": "\/h5pAEVma835u8xoE60kmLVopLct.jpg",
                "genre_ids": [
                    16,
                    10751,
                    14
                ],
                "id": 16859,
                "original_language": "ja",
                "original_title": "魔女の宅急便",
                "overview": "À l'âge de 13 ans, une future sorcière doit partir faire son apprentissage dans une ville inconnue durant un an. Une expérience que va vivre la jeune et espiègle Kiki aux côtés de Osono, une gentille boulangère qui lui propose un emploi de livreuse.",
                "popularity": 6.3664,
                "poster_path": "\/tdOJxx6PCzjPYViSnk0OPQ80X2d.jpg",
                "release_date": "1989-07-29",
                "title": "Kiki la petite sorcière",
                "video": false,
                "vote_average": 7.8,
                "vote_count": 4296
            },
            {
                "adult": false,
                "backdrop_path": "\/jXk3ZMq7n4ugOqKYq0CtMn3gia8.jpg",
                "genre_ids": [
                    10751,
                    16,
                    12,
                    35
                ],
                "id": 431580,
                "original_language": "en",
                "original_title": "Abominable",
                "overview": "Tout commence sur le toit d’un immeuble à Shanghai, avec l’improbable rencontre d’une jeune adolescente, l’intrépide Yi avec un jeune Yeti. La jeune fille et ses amis Jin et Peng vont tenter de ramener chez lui celui qu’ils appellent désormais Everest, leur nouvel et étrange ami, afin qu’il puisse retrouver sa famille sur le toit du monde…",
                "popularity": 6.3262,
                "poster_path": "\/fU54mG8yvk7VBA6BI6TDeyrzt5d.jpg",
                "release_date": "2019-09-19",
                "title": "Abominable",
                "video": false,
                "vote_average": 7.457,
                "vote_count": 2104
            },
            {
                "adult": false,
                "backdrop_path": "\/geU7XW9G2n7EqhXsF1v8CvzAbGa.jpg",
                "genre_ids": [
                    18,
                    16,
                    10751
                ],
                "id": 10545,
                "original_language": "en",
                "original_title": "The Hunchback of Notre Dame",
                "overview": "Découvrez les aventures de Quasimodo, inspirées du roman de Victor Hugo. Le gentil bossu solitaire, carillonneur de Notre-Dame, poussé par ses amies gargouilles, quitte sa tour pour rencontrer la belle bohémienne, Esmeralda. Lorsqu'elle est arrêtée, Quasimodo l'aide à s'enfuir. Il devra alors se battre pour les habitants et la ville qu'il aime.",
                "popularity": 6.3184,
                "poster_path": "\/qHmMaxjn2GrGOsP3VatoachK9mM.jpg",
                "release_date": "1996-06-21",
                "title": "Le Bossu de Notre-Dame",
                "video": false,
                "vote_average": 7.117,
                "vote_count": 5162
            },
            {
                "adult": false,
                "backdrop_path": "\/wawIfsBlzgZYtHrBn8RUtGIZTgF.jpg",
                "genre_ids": [
                    10751,
                    35,
                    12,
                    16
                ],
                "id": 675445,
                "original_language": "en",
                "original_title": "PAW Patrol: The Movie",
                "overview": "La Pat’ Patrouille part en mission pour sa première grande aventure au cinéma ! Près de chez eux, leur plus grand rival, Monsieur Hellinger, devient le maire d' Aventureville et commence à semer le trouble. C'est à Ryder et les chiens intrépides de la Pat’ Patrouille de plonger dans l'action pour l'arrêter. Tandis que l'un de nos héros se voit confronté à son passé dans cette nouvelle ville, l’équipe va trouver une nouvelle alliée : Liberty, une teckel futée et pleine d'énergie. Équipée de gadgets inédits et de nouveaux équipements, la Pat’ Patrouille va voler au secours des citoyens d’Aventureville. Aucune mission n'est trop dure car la Pat' Patrouille assure !",
                "popularity": 6.3036,
                "poster_path": "\/kESkVKLffIHnzVLojI8rzcv9rfZ.jpg",
                "release_date": "2021-08-09",
                "title": "La Pat' Patrouille : Le Film",
                "video": false,
                "vote_average": 7.4,
                "vote_count": 1240
            },
            {
                "adult": false,
                "backdrop_path": "\/oM5mMTGBqsmMJO3l5tkQdQ0Xujm.jpg",
                "genre_ids": [
                    16,
                    35,
                    10751,
                    12
                ],
                "id": 10112,
                "original_language": "en",
                "original_title": "The Aristocats",
                "overview": "Au cœur de Paris, une millionnaire excentrique lègue toute sa fortune à sa chatte de haute société et ses trois chatons. L’aventure commence alors que son cupide majordome administre une drogue aux chats en espérant toucher leur héritage. C’est à Thomas O’Malley, le chat de gouttière, et sa bande de chats chanteurs de jazz de sauver la mise.",
                "popularity": 6.3006,
                "poster_path": "\/u2zNj2EVWgaFXmWJM0HG5PWbgTM.jpg",
                "release_date": "1970-12-24",
                "title": "Les Aristochats",
                "video": false,
                "vote_average": 7.292,
                "vote_count": 5202
            }
        ],
        "total_pages": 133,
        "total_results": 2645
    },
    "expiry": 1756061417,
    "created_at": 1756054217
}