{
    "key": "filtered_movies:8:64dae464ddc95b30819a2b95ae1df6c4",
    "data": {
        "page": 8,
        "results": [
            {
                "adult": false,
                "backdrop_path": "\/mOtKQlXdL5J4lwqcSFlkZmgmFeZ.jpg",
                "genre_ids": [
                    16,
                    35,
                    10751,
                    37,
                    12
                ],
                "id": 44896,
                "original_language": "en",
                "original_title": "Rango",
                "overview": "Alors qu’il mène sa vie sans histoire d’animal de compagnie, Rango, caméléon peu aventurier, est en pleine crise d’identité : à quoi bon avoir des ambitions quand tout ce qu’on vous demande, c’est de vous fondre dans la masse ? Un jour, Rango échoue par hasard dans la petite ville de Poussière, dans l’Ouest sauvage, où de sournoises créatures venues du désert font régner la terreur. Contre toute attente, notre caméléon, qui ne brille pas par son courage, comprend qu’il peut enfin se rendre utile. Dernier espoir des habitants de Poussière, Rango s’improvise shérif et n’a d’autre choix que d’assumer ses nouvelles fonctions. Affrontant des personnages plus extravagants les uns que les autres, Rango va‐t‐il devenir le héros qu’il se contentait jusque‐là d’imiter ?",
                "popularity": 8.2357,
                "poster_path": "\/tW0lqeAurBUC0hPH3rjdudm74gY.jpg",
                "release_date": "2011-03-02",
                "title": "Rango",
                "video": false,
                "vote_average": 6.88,
                "vote_count": 6782
            },
            {
                "adult": false,
                "backdrop_path": "\/71FjlP0qZPc1iymcHf8u5vXfH50.jpg",
                "genre_ids": [
                    16,
                    10751
                ],
                "id": 73723,
                "original_language": "en",
                "original_title": "The Lorax",
                "overview": "Pour conquérir le cœur de sa jolie voisine, Audrey, Ted (voix de Kev Adams) va s'échapper de Thneedville, un monde totalement artificiel où toute végétation a définitivement disparu, pour partir en quête d'un arbre vivant. Ted va rencontrer le Gash-pilleur, un vieil ermite aigri reclus dans sa cabane au milieu de nulle part, et découvrir la légende du Lorax (voix de François Berléand), cette créature aussi renfrognée que craquante qui vit dans la magnifique vallée de Truffala et lutte avec ardeur pour la protection de la nature. Avec l'aide de sa grand-mère, Mamie Norma, Ted va devoir déjouer les pièges de O'Hare et ses sbires pour rapporter à Audrey la dernière graine d'arbre vivant au monde. Sans le savoir, le jeune garçon va transformer le destin de Thneedville.",
                "popularity": 8.1754,
                "poster_path": "\/cTf9D509jaRiqZsj6zmBwDFmnvo.jpg",
                "release_date": "2012-03-01",
                "title": "Le Lorax",
                "video": false,
                "vote_average": 6.511,
                "vote_count": 3709
            },
            {
                "adult": false,
                "backdrop_path": "\/hsb8nNBt3emvWqBs7Xv5IKlz6Im.jpg",
                "genre_ids": [
                    12,
                    16,
                    35,
                    14
                ],
                "id": 223702,
                "original_language": "en",
                "original_title": "Sausage Party",
                "overview": "Après s'être échappée d'un sac de courses, une petite saucisse s'embarque dans une dangereuse quête pour découvrir les origines de son existence...",
                "popularity": 8.1746,
                "poster_path": "\/7FKGFjzNwlnTQBbIa5PJYpCg9TG.jpg",
                "release_date": "2016-07-11",
                "title": "Sausage Party",
                "video": false,
                "vote_average": 5.748,
                "vote_count": 7486
            },
            {
                "adult": false,
                "backdrop_path": "\/qDQEQbgP3v7B9IYLAUcYexNrVYP.jpg",
                "genre_ids": [
                    10751,
                    16,
                    35,
                    12
                ],
                "id": 404368,
                "original_language": "en",
                "original_title": "Ralph Breaks the Internet",
                "overview": "Ralph quitte l’univers des jeux d’arcade pour s’aventurer dans le monde sans limite d’Internet. La Toile va-t-elle résister à son légendaire talent de démolisseur ?  Ralph et son amie Vanellope von Schweetz vont prendre tous les risques en s’aventurant dans l’univers foisonnant de l’Internet à la recherche d’une pièce de rechange pour réparer la borne de Sugar Rush, le jeu vidéo dans lequel vit Vanellope. Rapidement dépassés par le monde qui les entoure, ils vont devoir demander de l’aide aux habitants de l’Internet, les Netizens, afin de trouver leur chemin, et notamment à Yesss, l’algorithme principal, le cœur et l’âme du site créateur de tendances BuzzzTube et à Shank, pilote d’un jeu de course automobile en ligne époustouflant appelé Slaughter Race.",
                "popularity": 8.1263,
                "poster_path": "\/5PK8wcRf5ORcwB1Ffi8cCaMPBvG.jpg",
                "release_date": "2018-11-20",
                "title": "Ralph 2.0",
                "video": false,
                "vote_average": 7.169,
                "vote_count": 7807
            },
            {
                "adult": false,
                "backdrop_path": "\/vyOFlV1afDHb9MMwJVyON4qXbvC.jpg",
                "genre_ids": [
                    10751,
                    12,
                    16,
                    28
                ],
                "id": 9732,
                "original_language": "en",
                "original_title": "The Lion King II: Simba's Pride",
                "overview": "Kiara, fille de Simba et lionçonne au caractère affirmé, aspire partir à l'aventure et contourne la surveillance de son père. Timon et Pumbaa sont de bien impuissants baby-sitters, surtout quand elle rencontre un intrigant rival, Kovu, l'héritier de Scar. En cherchant leur place dans le Grand Cercle de la Vie, les deux lionceaux découvrent que l'unité vaut mieux que l'adversité.",
                "popularity": 8.1176,
                "poster_path": "\/k3bXkFnSdEeQa5WcK1R1tfDKcDp.jpg",
                "release_date": "1998-10-24",
                "title": "Le Roi lion 2 : L'Honneur de la tribu",
                "video": false,
                "vote_average": 6.945,
                "vote_count": 4530
            },
            {
                "adult": false,
                "backdrop_path": "\/uCAy0n0WHTGU4d3LMJtE0fQxCej.jpg",
                "genre_ids": [
                    10751,
                    16,
                    35,
                    14
                ],
                "id": 481084,
                "original_language": "en",
                "original_title": "The Addams Family",
                "overview": "Gomez, Morticia, Pugsley, Mercredi, Oncle Fester et Grand-mère, les membres de la mystérieuse et effrayante famille Addams, se préparent à une visite de leur famille étendue, mais une vedette se rend vite compte que le sinistre manoir des Addams fait obstacle à son rêve de vendre toutes les maisons du quartier.",
                "popularity": 8.0853,
                "poster_path": "\/qh1Ztggq5nS41owghljFs8WCjYE.jpg",
                "release_date": "2019-10-10",
                "title": "La Famille Addams",
                "video": false,
                "vote_average": 6.607,
                "vote_count": 2395
            },
            {
                "adult": false,
                "backdrop_path": "\/5lAMQMWpXMsirvtLLvW7cJgEPkU.jpg",
                "genre_ids": [
                    16,
                    18,
                    10749
                ],
                "id": 378064,
                "original_language": "ja",
                "original_title": "映画 聲の形",
                "overview": "Nishimiya est une élève douce et attentionnée. Chaque jour, elle est harcelée par Ishida, car elle est sourde. Dénoncé pour son comportement, le garçon est à son tour mis à l’écart et renvoyé de l’école… Des années plus tard, il apprend la langue des signes… et part à la recherche de la jeune fille.",
                "popularity": 8.0851,
                "poster_path": "\/xjeYI75uMBtBjNlJ0cDJZDFg5Yv.jpg",
                "release_date": "2016-09-17",
                "title": "Silent Voice",
                "video": false,
                "vote_average": 8.4,
                "vote_count": 4193
            },
            {
                "adult": false,
                "backdrop_path": "\/lyHmhoRj3zXSdeCYbs2oOXLCF4K.jpg",
                "genre_ids": [
                    16,
                    12,
                    10751,
                    14
                ],
                "id": 459003,
                "original_language": "uk",
                "original_title": "Мавка: Лісова пісня",
                "overview": "Par-delà les hautes Montagnes Noires se cache un royaume peuplé de créatures fantastiques. Depuis des siècles, elles protègent du monde des hommes une source de vie éternelle aux pouvoirs infinis. Jusqu’au jour où Naya, la nouvelle élue de cette forêt enchantée, rencontre Lucas, un jeune humain égaré dans les montagnes. À l’encontre des règles établies depuis des millénaires, ils vont se revoir, sans prendre garde aux conséquences qui s’abattront sur le royaume. L’aventure ne fait que commencer.",
                "popularity": 8.0767,
                "poster_path": "\/t3FsMIKuv1q581cZ9c254Ku5P6o.jpg",
                "release_date": "2023-03-02",
                "title": "Le Royaume de Naya",
                "video": false,
                "vote_average": 7.185,
                "vote_count": 810
            },
            {
                "adult": false,
                "backdrop_path": "\/o1jr0UqVjxIZ1JnFzuVLN4ulWey.jpg",
                "genre_ids": [
                    16,
                    10751,
                    35,
                    12
                ],
                "id": 950,
                "original_language": "en",
                "original_title": "Ice Age: The Meltdown",
                "overview": "Pour Manny le mammouth, Sid le paresseux et Diego le tigre à dents de sabre, la vie est beaucoup plus douce depuis que les glaces fondent et que la température remonte. Mais les problèmes ne sont pas terminés pour autant ! Manny rêve de fonder une famille, mais la toute dernière femelle de son espèce, Ellie, se prend pour un opossum… Plus grave encore, un immense barrage de glace qui retient l’océan est sur le point de se rompre sous l’effet du réchauffement et menace d’engloutir leur petit coin de paradis. Leur seule chance de survie se trouve à l’autre bout de la vallée… Voilà nos trois héros, accompagnés d’Ellie et de ses deux insupportables frères, Crash et Eddie – de vrais opossums, eux ! – lancés dans un périlleux voyage vers la vie…",
                "popularity": 7.9916,
                "poster_path": "\/eOEh3vqt2wBLiWNffgbj5fhhGST.jpg",
                "release_date": "2006-03-29",
                "title": "L'Âge de glace 2",
                "video": false,
                "vote_average": 6.713,
                "vote_count": 10012
            },
            {
                "adult": false,
                "backdrop_path": "\/wFN8llYh215M8i2fqWAcPV8CSyL.jpg",
                "genre_ids": [
                    16,
                    12,
                    10751,
                    14,
                    35,
                    28
                ],
                "id": 49519,
                "original_language": "en",
                "original_title": "The Croods",
                "overview": "Lorsque la caverne où ils vivent depuis toujours est détruite et leur univers familier réduit en miettes, les Croods se retrouvent obligés d’entreprendre leur premier grand voyage en famille. Entre conflits générationnels et bouleversements sismiques, ils vont découvrir un nouveau monde fascinant, rempli de créatures fantastiques, et un futur au‐delà de tout ce qu’ils avaient imaginé.",
                "popularity": 7.9739,
                "poster_path": "\/jXJ3zCPtCsZqNTanIOvCgkpo4cI.jpg",
                "release_date": "2013-03-15",
                "title": "Les Croods",
                "video": false,
                "vote_average": 6.9,
                "vote_count": 7271
            },
            {
                "adult": false,
                "backdrop_path": "\/hfdds27YL5nTAhiOtjfNNxD3bJe.jpg",
                "genre_ids": [
                    16,
                    10751,
                    35,
                    12
                ],
                "id": 80321,
                "original_language": "en",
                "original_title": "Madagascar 3: Europe's Most Wanted",
                "overview": "Alex le lion, Marty le zèbre, Gloria l’hippopotame et Melman la girafe cherchent toujours désespérément à rentrer chez eux ! Évidemment, King Julian, Maurice et les pingouins les suivent dans leurs péripéties… Leurs aventures les mènent en Europe où ils trouvent une couverture idéale : un cirque ambulant, qu’ils vont devoir ré‐inventer – façon Madagascar…",
                "popularity": 7.9276,
                "poster_path": "\/trMyHbr9CfcNYWcNERp8RorfmoW.jpg",
                "release_date": "2012-06-06",
                "title": "Madagascar 3 : Bons baisers d'Europe",
                "video": false,
                "vote_average": 6.618,
                "vote_count": 6333
            },
            {
                "adult": false,
                "backdrop_path": "\/lyt9DYP0Suy1j8XnjJl0saVOs8K.jpg",
                "genre_ids": [
                    12,
                    16,
                    10751,
                    35,
                    878
                ],
                "id": 278154,
                "original_language": "en",
                "original_title": "Ice Age: Collision Course",
                "overview": "La quête permanente de Scrat pour attraper son insaisissable noisette le catapulte dans l’espace où il déclenche accidentellement une série d’événements cosmiques qui vont transformer et menacer le monde de l’Âge de Glace. Pour sauver leur peau, Sid, Manny, Diego et le reste de la bande vont devoir quitter leur foyer et embarquer dans une nouvelle aventure pleine de comédie, parcourant de nouvelles terres exotiques et rencontrant une galerie de personnages hauts en couleur.",
                "popularity": 7.9273,
                "poster_path": "\/q7w12oBelhOPSLIjcPZaYzBuQx7.jpg",
                "release_date": "2016-06-23",
                "title": "L'Âge de glace : Les Lois de l'Univers",
                "video": false,
                "vote_average": 6.113,
                "vote_count": 4718
            },
            {
                "adult": false,
                "backdrop_path": "\/zj8XS0l1cWStpKnuD1LFMB3VoV1.jpg",
                "genre_ids": [
                    10751,
                    16,
                    12
                ],
                "id": 9325,
                "original_language": "en",
                "original_title": "The Jungle Book",
                "overview": "Le dernier film auquel a participé Walt Disney est un joyeux festival musical d'amitié et d'aventure. Mowgli, un jeune garçon, doit traverser la jungle jusqu'à un village humain, guidé par la panthère Bagheera. En chemin, il rencontre le roi Louie, roi du jazz, l'hypnotique python Kaa et l'ours déluré Baloo qui apprend à Mowgli la vraie valeur de l'amitié et qu'il en faut peu pour être heureux.",
                "popularity": 7.8582,
                "poster_path": "\/zH2eliStUSXAiUpGJrxNf874omX.jpg",
                "release_date": "1967-10-18",
                "title": "Le Livre de la jungle",
                "video": false,
                "vote_average": 7.276,
                "vote_count": 6423
            },
            {
                "adult": false,
                "backdrop_path": "\/fmIp40ev4VGquK2bMo52PQgaV2d.jpg",
                "genre_ids": [
                    16,
                    10751,
                    12,
                    14,
                    35
                ],
                "id": 529203,
                "original_language": "en",
                "original_title": "The Croods: A New Age",
                "overview": "Les Croods ont survécu à leur part de dangers et de catastrophes mais ils vont maintenant devoir relever leur plus grand défi : rencontrer une autre famille. Les Croods ont besoin d’un nouvel endroit où habiter. La famille préhistorique part alors en quête d’un endroit plus sûr. Quand ils découvrent un paradis idyllique entouré de murs, ils pensent que tous leurs problèmes sont résolus… Mais une famille y vit déjà : les Bettermans. Avec leur cabane dans les arbres, leurs inventions étonnantes et leurs hectares irrigués de produits frais, Les Bettermans sont bien au‐dessus des Croods sur l’échelle de l’évolution. Ils accueillent les Croods avec joie, mais les tensions ne tardent pas à s’intensifier entre la famille des grottes et la famille moderne. Mais une nouvelle menace va propulser les deux familles dans une aventure épique hors des murs, ce qui les obligera à accepter leurs différences et à se servir des forces des uns et des autres.",
                "popularity": 7.7959,
                "poster_path": "\/nMLI9xkJTbgpZjMSrFiTUDv9WIG.jpg",
                "release_date": "2020-11-25",
                "title": "Les Croods 2 : Une nouvelle ère",
                "video": false,
                "vote_average": 7.5,
                "vote_count": 3972
            },
            {
                "adult": false,
                "backdrop_path": "\/oTblELKRgpIKHrTD3okNPZ1q6fO.jpg",
                "genre_ids": [
                    16,
                    35,
                    10751,
                    878
                ],
                "id": 9928,
                "original_language": "en",
                "original_title": "Robots",
                "overview": "Rodney est un jeune robot plein d’idées, mais son village est trop petit pour ses rêves. Il décide de partir à Robot Ville rencontrer Bigweld, le plus génial inventeur et bienfaiteur de tous les robots, pour lui proposer ses services. Mais de nombreuses surprises l’attendent…",
                "popularity": 7.7455,
                "poster_path": "\/dUkGSMeIKEPePbHxi8pHA3G3BFv.jpg",
                "release_date": "2005-03-10",
                "title": "Robots",
                "video": false,
                "vote_average": 6.47,
                "vote_count": 4727
            },
            {
                "adult": false,
                "backdrop_path": "\/5N2mfRrvJUnCVpsMIebfosEyo1i.jpg",
                "genre_ids": [
                    16,
                    10751,
                    12,
                    35,
                    14
                ],
                "id": 137106,
                "original_language": "en",
                "original_title": "The Lego Movie",
                "overview": "Emmet travaille en tant qu'ouvrier sur un chantier. Un jour, il fait une chute qui le conduit dans un sas pour un monde parallèle. Depuis quelque temps, Lord Business sème la terreur dans cet univers, où l'on croise des créatures étranges, de Zeus à Batman en passant par Wonderwoman. Selon une prophétie, un être venu d'ailleurs et doté de pouvoir surhumains est censé venir sauver la population. Tout le monde pense qu'Emmet est cet élu, capable de mettre le tyran hors d'état de nuire. Sauf qu'Emmet n'a rien d'un héros. Il se retrouve dans l'embarras lorsqu'il s'agit de passer à l'action. Mais il peut compter sur l'aide de la jolie Tag-Cool...",
                "popularity": 7.6983,
                "poster_path": "\/8SPuFYQ6jm7DSmof0haYZr1lQFN.jpg",
                "release_date": "2014-02-06",
                "title": "La Grande Aventure LEGO",
                "video": false,
                "vote_average": 7.42,
                "vote_count": 8103
            },
            {
                "adult": false,
                "backdrop_path": "\/7ZmZxar3bYORcl0TPA4oceyxcaE.jpg",
                "genre_ids": [
                    16,
                    28,
                    35,
                    10751
                ],
                "id": 10555,
                "original_language": "en",
                "original_title": "Shark Tale",
                "overview": "Oscar, un jeune poisson bavard et affabulateur, assiste accidentellement à la mort d’un dangereux requin. Il profite de la situation pour se faire passer pour un grand chasseur de squales. Mais il ignore que le requin en question était le fils de Don Lino, le chef des requins‐gangsters…",
                "popularity": 7.6936,
                "poster_path": "\/wCRT8jjUrAkITnhC31ZbOWIZpHV.jpg",
                "release_date": "2004-09-20",
                "title": "Gang de Requins",
                "video": false,
                "vote_average": 6.025,
                "vote_count": 6479
            },
            {
                "adult": false,
                "backdrop_path": "\/5lWIYxYEqWi8j3ZloxXntw3ImBo.jpg",
                "genre_ids": [
                    10751,
                    35,
                    16
                ],
                "id": 360920,
                "original_language": "en",
                "original_title": "The Grinch",
                "overview": "Terré dans sa cave remplie d’inventions et d’engins pour ses besoins de tous les jours, Le Grinch ne voit ses voisins de Chouville que lorsqu’il manque de nourriture. Chaque année à Noël, ils viennent perturber sa tranquillité solitaire avec des célébrations toujours plus grandioses, brillantes et bruyantes. Quand les Chous déclarent qu’ils vont célébrer Noël trois fois plus fort cette année, le Grinch réalise qu’il n’a plus qu’une solution pour retrouver la paix et la tranquillité : il doit voler Noël.",
                "popularity": 7.6868,
                "poster_path": "\/i5OqdE9T7X02hpXIETzZAOTf2za.jpg",
                "release_date": "2018-11-08",
                "title": "Le Grinch",
                "video": false,
                "vote_average": 6.863,
                "vote_count": 4226
            },
            {
                "adult": false,
                "backdrop_path": "\/mtw5Chh2Ffl0qARklvIjGdaUygz.jpg",
                "genre_ids": [
                    10751,
                    35,
                    10402,
                    16
                ],
                "id": 335797,
                "original_language": "en",
                "original_title": "Sing",
                "overview": "Buster Moon est un élégant koala qui dirige un grand théâtre, jadis illustre, mais aujourd’hui tombé en désuétude. C’est un éternel optimiste, un peu bougon, qui aime son précieux théâtre au‐delà de tout et serait prêt à tout pour le sauver. C’est alors qu’il trouve une chance en or pour redorer son blason tout en évitant la destruction de ses rêves et de toutes ses ambitions : une compétition de chant. Cinq candidats sont retenus pour ce défi : une souris aussi séduisante que malhonnête, une jeune éléphante timide dévorée par le trac, une truie mère de famille débordée par ses 25 marcassins, un jeune gorille délinquant qui ne cherche qu’à échapper à sa famille, et une porc‐épic punk qui peine à se débarrasser de son petit ami à l’ego surdimensionné pour faire une carrière solo. Tout ce petit monde va venir chercher sur la scène de Buster l’opportunité qui pourra changer leur vie à jamais.",
                "popularity": 7.6813,
                "poster_path": "\/6igG1J3T6uavROpQAhKfptm4KA4.jpg",
                "release_date": "2016-11-23",
                "title": "Tous en scène",
                "video": false,
                "vote_average": 7.119,
                "vote_count": 8180
            },
            {
                "adult": false,
                "backdrop_path": "\/l8ubUlfzlB5R2j9cJ3CN7tj0gmd.jpg",
                "genre_ids": [
                    28,
                    10749,
                    16
                ],
                "id": 317442,
                "original_language": "ja",
                "original_title": "THE LAST -NARUTO THE MOVIE-",
                "overview": "Dans le village de Konoha, deux années après la 4ème grande guerre des ninjas, Naruto s’apprête à célébrer la fête de l’hiver entouré d’Hinata et de ses amis. Soudain, une météorite déchire la nuit de son intense lumière et voilà que la lune se rapproche anormalement de la Terre. Le Conseil des Kage se réunit en urgence face à cette menace de destruction de la planète ! Pour Naruto, Sakura, Shikamaru, Saï et Hinata le compte à rebours pour sauver la planète a commencé.",
                "popularity": 7.6015,
                "poster_path": "\/jrSF0wDJxBvraQqd7F0YxAlt1xr.jpg",
                "release_date": "2014-12-06",
                "title": "Naruto the Last : Le Film",
                "video": false,
                "vote_average": 7.5,
                "vote_count": 2330
            }
        ],
        "total_pages": 133,
        "total_results": 2645
    },
    "expiry": 1756061395,
    "created_at": 1756054195
}