{
    "key": "filtered_movies:7:64dae464ddc95b30819a2b95ae1df6c4",
    "data": {
        "page": 7,
        "results": [
            {
                "adult": false,
                "backdrop_path": "\/5OeY4U2rzePxWq2rkqMajUx2gz7.jpg",
                "genre_ids": [
                    16,
                    10751,
                    12,
                    14,
                    10749
                ],
                "id": 812,
                "original_language": "en",
                "original_title": "Aladdin",
                "overview": "Aladdin, un jeune orphelin chapardeur, fait équipe avec Jasmine, une princesse astucieuse et sure d’elle, pour empêcher le sorcier maléfique Jafar de s’emparer du royaume. En chemin, il prend confiance en lui grâce à un génie métamorphe facétieux, dont les trois souhaits peuvent tout changer.",
                "popularity": 9.0486,
                "poster_path": "\/7Hf6Y7WRRRVDBHn5lJghcXXp4DT.jpg",
                "release_date": "1992-11-25",
                "title": "Aladdin",
                "video": false,
                "vote_average": 7.654,
                "vote_count": 11575
            },
            {
                "adult": false,
                "backdrop_path": "\/hmAOMwVeJfdWXgK1Ikyl2eYkE99.jpg",
                "genre_ids": [
                    16,
                    10751
                ],
                "id": 62211,
                "original_language": "en",
                "original_title": "Monsters University",
                "overview": "Même quand il n’était qu’un tout petit monstre, Bob Razowski rêvait déjà de devenir une Terreur. Aujourd’hui, il est enfin en première année à la prestigieuse université Monstres Academy, où sont formées les meilleures Terreurs. Son plan de carrière bien préparé est pourtant menacé par sa rencontre avec James P. Sullivan, dit Sulli, un vrai crack qui a un don naturel pour Terrifier. Aveuglés par leur désir de se prouver l’un à l’autre qu’ils sont imbattables, tous deux finissent par se faire renvoyer de l’université. Pire encore : ils se rendent compte que s’ils veulent que les choses aient une chance de rentrer dans l’ordre, ils vont devoir travailler ensemble, et avec un petit groupe de monstres bizarres et mal assortis…",
                "popularity": 8.99,
                "poster_path": "\/dyFoZ2c8J3VLoHxzDTwaTnG1YYE.jpg",
                "release_date": "2013-06-19",
                "title": "Monstres Academy",
                "video": false,
                "vote_average": 7.04,
                "vote_count": 10939
            },
            {
                "adult": false,
                "backdrop_path": "\/xRxSLhhjPG2D8l0BXi0KdN4IvPt.jpg",
                "genre_ids": [
                    12,
                    16,
                    35,
                    10751
                ],
                "id": 10315,
                "original_language": "en",
                "original_title": "Fantastic Mr. Fox",
                "overview": "Mr. Fox est le plus rusé des voleurs de poules. À la naissance de son fils, son épouse lui demande d'arrêter ce métier trop dangereux. Il devient alors journaliste mais s'ennuie terriblement. 12 ans plus tard, lorsque la famille Fox déménage au pied d'un arbre surplombant les fermes de trois éleveurs aussi prospères que méchants, la tentation devient trop forte et Mr. Fox reprend ses anciennes activités. Il va alors entraîner tous les animaux de la forêt dans une guerre acharnée contre les fermiers…",
                "popularity": 8.9567,
                "poster_path": "\/2l6PJ6ux9b7RqQuQOUg7eL29PLW.jpg",
                "release_date": "2009-10-14",
                "title": "Fantastic Mr. Fox",
                "video": false,
                "vote_average": 7.813,
                "vote_count": 5746
            },
            {
                "adult": false,
                "backdrop_path": "\/86z1Yrwj7yN1xehSa0gIwHnR7xl.jpg",
                "genre_ids": [
                    10751,
                    12,
                    16,
                    18
                ],
                "id": 37135,
                "original_language": "en",
                "original_title": "Tarzan",
                "overview": "Cette superbe adaptation de l'histoire d'Edgar Rice Burroughs par Walt Disney Animation Studios raconte les aventures d'un bébé orphelin recueilli par une famille de gorilles et élevé comme l'un des leurs. Avec ses amis, Tok, le singe blagueur, et Tantor, l’éléphant névrosé, Tarzan apprend à \"surfer\", à se balancer de liane en liane et à survivre dans la jungle. À l’approche de l’âge adulte, sa première rencontre avec d’autres humains, pour lesquels il présente une affinité immédiate, change sa vie à jamais.",
                "popularity": 8.9369,
                "poster_path": "\/qI9lkmsC8LURNowxsaAoCX1A97l.jpg",
                "release_date": "1999-06-18",
                "title": "Tarzan",
                "video": false,
                "vote_average": 7.399,
                "vote_count": 7020
            },
            {
                "adult": false,
                "backdrop_path": "\/b8hPBW0NJmiIVzvQjT3CwIpAdzl.jpg",
                "genre_ids": [
                    16,
                    12,
                    10751,
                    18,
                    37,
                    10749
                ],
                "id": 9023,
                "original_language": "en",
                "original_title": "Spirit: Stallion of the Cimarron",
                "overview": "L'étalon sauvage Spirit naît dans les plaines vierges de l'Ouest américain, aux premières années de la Conquête. Son enfance est tout entière placée sous le signe du jeu et de l'aventure. Spirit découvre avec émerveillement l'immensité, les ressources infinies, la beauté majestueuse de sa terre natale. Jeune adulte, il devient le chef de sa bande.Un soir, Spirit rencontre l'Homme. Pris au lasso, livré à un colonel sadique, il refuse de se faire dompter...",
                "popularity": 8.93,
                "poster_path": "\/lHMC9oF3aNUs4tSvX5rc91Pqy0v.jpg",
                "release_date": "2002-05-24",
                "title": "Spirit, l'étalon des plaines",
                "video": false,
                "vote_average": 7.689,
                "vote_count": 4745
            },
            {
                "adult": false,
                "backdrop_path": "\/tntH2nSeaGTOXV6CITPSvczSiXw.jpg",
                "genre_ids": [
                    10751,
                    35,
                    12,
                    16
                ],
                "id": 454640,
                "original_language": "en",
                "original_title": "The Angry Birds Movie 2",
                "overview": "Les oiseaux et les cochons continuent de se battre sans relâche. Mais la menace d’un nouvel adversaire vient perturber les voisins ennemis. Red, Chuck, Bombe et l’Aigle Vaillant recrutent Silver, la sœur de Chuck et s’associent aux cochons Léonard, son assistante Courtney et Garry (le geek), pour former une équipe improbable et tenter de sauver leurs foyers !",
                "popularity": 8.7939,
                "poster_path": "\/k6bTbqilbyjAq0EjL7fuMb6EBNA.jpg",
                "release_date": "2019-08-02",
                "title": "Angry Birds : Copains comme cochons",
                "video": false,
                "vote_average": 7.072,
                "vote_count": 1787
            },
            {
                "adult": false,
                "backdrop_path": "\/qWQJtKkljOyMN5gMCVj5rPdeSn3.jpg",
                "genre_ids": [
                    16,
                    10751,
                    12,
                    35
                ],
                "id": 13053,
                "original_language": "en",
                "original_title": "Bolt",
                "overview": "Volt est le héros de sa propre série télévisée. Mais le toutou ne connaît que les studios de cinéma, et lorsqu'il se retrouve perdu dans la ville de New-York, à la recherche de sa maîtresse Penny, Volt reste persuadé que ses super-pouvoirs télévisés sont réels.",
                "popularity": 8.7689,
                "poster_path": "\/1ORq9pUYEObq8to60ssU1IMgnyM.jpg",
                "release_date": "2008-11-21",
                "title": "Volt, star malgré lui",
                "video": false,
                "vote_average": 6.53,
                "vote_count": 6255
            },
            {
                "adult": false,
                "backdrop_path": "\/lI2AHx0QQrNnEkUqUG01QHUdLDW.jpg",
                "genre_ids": [
                    16,
                    14,
                    12,
                    28,
                    10751
                ],
                "id": 638507,
                "original_language": "en",
                "original_title": "How to Train Your Dragon: Homecoming",
                "overview": "Quand il devient évident que la nouvelle génération de Vikings ne se souvient plus du lien entre dragon et humain, Hiccup définit un plan pour célébrer les dragons avec un grand spectacle de vacances de Snoggletog et obtient une visite surprise réconfortante de Toothless pour une autre aventure.",
                "popularity": 8.673,
                "poster_path": "\/6ddJozIxRQamRLcfQu07kNNemdL.jpg",
                "release_date": "2019-12-03",
                "title": "Dragons : Retrouvailles",
                "video": false,
                "vote_average": 8.031,
                "vote_count": 1055
            },
            {
                "adult": false,
                "backdrop_path": "\/wmSxNVGZOV1A51Yx6ChDXk3NVVi.jpg",
                "genre_ids": [
                    14,
                    16,
                    10751
                ],
                "id": 408,
                "original_language": "en",
                "original_title": "Snow White and the Seven Dwarfs",
                "overview": "Blanche Neige est une princesse d’une très grande beauté, ce qui rend jalouse sa belle‐mère. Celle‐ci demande quotidiennement à son miroir magique de lui dire qu’elle est la plus belle; mais un jour, le miroir affirme que la plus belle femme du royaume est Blanche Neige. La reine décide alors de la tuer, mais le garde chargé de cette tâche ne trouve pas le courage et abandonne Blanche Neige dans la forêt. Perdue, à bout de force, elle échoue dans une maison où habitent sept nains.",
                "popularity": 8.6725,
                "poster_path": "\/dZy4vDboXhihq0AqTup8lzVBXkg.jpg",
                "release_date": "1938-01-14",
                "title": "Blanche-Neige et les Sept Nains",
                "video": false,
                "vote_average": 7.1,
                "vote_count": 7711
            },
            {
                "adult": false,
                "backdrop_path": "\/2okfik8YwzSfdETpT5cUClSiGFO.jpg",
                "genre_ids": [
                    16,
                    18
                ],
                "id": 1244492,
                "original_language": "ja",
                "original_title": "ルックバック",
                "overview": "Fujino, adolescente surdouée, a une confiance absolue en son talent de mangaka en herbe. Kyômoto, elle, se terre dans sa chambre et pratique sans relâche le même art. Deux jeunes filles d'une même ville de province, qu'une passion fervente pour le dessin va rapprocher et unir par un lien indéfectible...",
                "popularity": 8.6552,
                "poster_path": "\/47YYsGweJguVEvf8b1Zp3ozkP8c.jpg",
                "release_date": "2024-06-28",
                "title": "Look Back",
                "video": false,
                "vote_average": 8,
                "vote_count": 394
            },
            {
                "adult": false,
                "backdrop_path": "\/75nSb1fbWooipwcSU5bUttiOriI.jpg",
                "genre_ids": [
                    16,
                    12,
                    14,
                    10751,
                    18
                ],
                "id": 508883,
                "original_language": "ja",
                "original_title": "君たちはどう生きるか",
                "overview": "Après la disparition de sa mère dans un incendie, Mahito, un jeune garçon de 11 ans, doit quitter Tokyo pour partir vivre à la campagne dans le village où elle a grandi. Il s’installe avec son père dans un vieux manoir situé sur un immense domaine où il rencontre un héron cendré qui devient petit à petit son guide et l’aide au fil de ses découvertes et questionnements à comprendre le monde qui l'entoure et percer les mystères de la vie.",
                "popularity": 8.6474,
                "poster_path": "\/f9EoS3lVr644WXO8YPRvBiTS1K.jpg",
                "release_date": "2023-07-14",
                "title": "Le Garçon et le héron",
                "video": false,
                "vote_average": 7.43,
                "vote_count": 2294
            },
            {
                "adult": false,
                "backdrop_path": "\/nRPe93Yw5yK29JFKGf0eqCCeM2a.jpg",
                "genre_ids": [
                    12,
                    16,
                    10751
                ],
                "id": 105864,
                "original_language": "en",
                "original_title": "The Good Dinosaur",
                "overview": "Dans le voyage épique de Disney•Pixar chez les dinosaures, un apatosaure nommé Arlo est emporté par une rivière torrentielle et se retrouve à une centaine de kilomètres de chez lui. Tandis qu’il parcourt un paysage hostile et mystérieux, Arlo se lie d’amitié avec un humain et gagne la force de confronter ses peurs.",
                "popularity": 8.6147,
                "poster_path": "\/vvYCGP9ePgSlNXy4lyJSBMClKbA.jpg",
                "release_date": "2015-11-14",
                "title": "Le Voyage d'Arlo",
                "video": false,
                "vote_average": 6.7,
                "vote_count": 5773
            },
            {
                "adult": false,
                "backdrop_path": "\/nB6IR9XfdRpVRKCz85uT97EjgwB.jpg",
                "genre_ids": [
                    16,
                    28,
                    12,
                    18
                ],
                "id": 1333100,
                "original_language": "ja",
                "original_title": "劇場版「進撃の巨人」完結編 THE LAST ATTACK",
                "overview": "Dans un monde dystopique ravagé par des titans mangeurs d’hommes, depuis une centaine d’années, les survivants sont forcés de se barricader dans une cité forteresse. Parmi eux, Eren, qui a vu sa mère dévorée par un titan, rêve d’entrer dans le corps d’élite chargé de découvrir l’origine de ces mutants, et les détruire jusqu’au dernier. L’attaque des titans : La dernière attaque réunit les deux derniers épisodes de la série et propose un climax sur grand écran. Après son enrôlement dans un bataillon d’exploration, Eren fait face à un redoutable adversaire et en retire un pouvoir unique, qui lui révèle la vérité sur le monde. À travers celle-ci, il trouve les raisons de mener à bien un projet destiné à éradiquer toute vie sur Terre. Dans ce long métrage final, une équipe d’anciens amis et ennemis d’Eren se battront pour tenter de mettre un terme à sa funeste entreprise.",
                "popularity": 8.5666,
                "poster_path": "\/3oL5SWl7tPqaretovPKw9x04CXh.jpg",
                "release_date": "2024-11-08",
                "title": "L’Attaque des titans : La dernière attaque",
                "video": false,
                "vote_average": 8.727,
                "vote_count": 108
            },
            {
                "adult": false,
                "backdrop_path": "\/iYLimHUF0C0R61v1ofg79SUIja9.jpg",
                "genre_ids": [
                    16,
                    10751,
                    12,
                    35,
                    14
                ],
                "id": 41513,
                "original_language": "en",
                "original_title": "The Smurfs",
                "overview": "Chassés de leur village par le méchant sorcier Gargamel, les Schtroumpfs sont soudainement propulsés à New-York au beau milieu de Central Park ! Hauts comme trois pommes, perdus dans un monde dont ils ne soupçonnaient pas l'existence, ils vont très vite devoir trouver un moyen de rentrer chez eux, avant que leur pire ennemi ne les attrape…",
                "popularity": 8.5316,
                "poster_path": "\/boXGNZ3yocnX4fYIJTJkgLAi48U.jpg",
                "release_date": "2011-07-29",
                "title": "Les Schtroumpfs",
                "video": false,
                "vote_average": 5.759,
                "vote_count": 3869
            },
            {
                "adult": false,
                "backdrop_path": "\/r2u2MOaOLWSi6onaAo37Vf39xGy.jpg",
                "genre_ids": [
                    16,
                    10751,
                    14,
                    35
                ],
                "id": 1040148,
                "original_language": "en",
                "original_title": "Ruby Gillman, Teenage Kraken",
                "overview": "Ruby Gillman est une jeune étudiante aussi maladroite qu’adorable qui découvre qu’elle est la descendante directe de la lignée des reines guerrières Kraken. Les Krakens ont juré de protéger les océans du monde contre les sirènes vaines et avides de pouvoir. Destinée à monter sur le trône jusque-là occupé par sa grand-mère, la reine guerrière des Sept mers, Ruby va devoir embrasser son destin et s’imposer pour protéger ceux qu’elle aime le plus.",
                "popularity": 8.5154,
                "poster_path": "\/6BRpF8HzS8Hq8sSWXOpsS27TzfV.jpg",
                "release_date": "2023-06-28",
                "title": "Ruby, l'ado Kraken",
                "video": false,
                "vote_average": 7.186,
                "vote_count": 1053
            },
            {
                "adult": false,
                "backdrop_path": "\/gl0jzn4BupSbL2qMVeqrjKkF9Js.jpg",
                "genre_ids": [
                    12,
                    14,
                    16
                ],
                "id": 128,
                "original_language": "ja",
                "original_title": "もののけ姫",
                "overview": "Parti en quête d'un remède, un prince affecté par un mal fatal se retrouve dans une contrée où se livre une bataille entre une ville minière et les animaux de la forêt.",
                "popularity": 8.387,
                "poster_path": "\/1AfSDxBTYYtQRVY2V1ISgxXNPVx.jpg",
                "release_date": "1997-07-12",
                "title": "Princesse Mononoké",
                "video": false,
                "vote_average": 8.3,
                "vote_count": 8479
            },
            {
                "adult": false,
                "backdrop_path": "\/ehumsuIBbgAe1hg343oszCLrAfI.jpg",
                "genre_ids": [
                    16,
                    10751,
                    14,
                    12
                ],
                "id": 1022796,
                "original_language": "en",
                "original_title": "Wish",
                "overview": "Asha vit à Rosas, un royaume où tous les souhaits peuvent littéralement s'exaucer. Dans un moment de désespoir, elle adresse un vœu aux étoiles auquel va répondre une force cosmique :  une petite boule d'énergie infinie prénommée Star. Avec son aide, Asha doit sauver son royaume d'un roi et prouver que lorsque le courage d'un humain se lie à la magie des étoiles, de merveilleuses choses peuvent arriver.",
                "popularity": 8.3406,
                "poster_path": "\/uV5hmKQwdvS2XAQRBi3s5KpWJ8.jpg",
                "release_date": "2023-11-13",
                "title": "Wish : Asha et la bonne étoile",
                "video": false,
                "vote_average": 6.279,
                "vote_count": 1650
            },
            {
                "adult": false,
                "backdrop_path": "\/rQaHA74pevnGsxcKGaoZVGWe9TC.jpg",
                "genre_ids": [
                    16,
                    10751,
                    35,
                    14
                ],
                "id": 508442,
                "original_language": "en",
                "original_title": "Soul",
                "overview": "Passionné de jazz et professeur de musique dans un collège, Joe Gardner a enfin l’opportunité de réaliser son rêve : jouer dans le meilleur club de jazz de New York. Mais un malencontreux faux pas le précipite dans le « Grand Avant » – un endroit fantastique où les nouvelles âmes acquièrent leur personnalité, leur caractère et leur spécificité avant d’être envoyées sur Terre. Bien décidé à retrouver sa vie, Joe fait équipe avec 22, une âme espiègle et pleine d’esprit, qui n’a jamais saisi l’intérêt de vivre une vie humaine. En essayant désespérément de montrer à 22 à quel point l’existence est formidable, Joe pourrait bien découvrir les réponses aux questions les plus importantes sur le sens de la vie.",
                "popularity": 8.2901,
                "poster_path": "\/c6Q7te0PPyL4rzlGkDByVeTKFYg.jpg",
                "release_date": "2020-12-25",
                "title": "Soul",
                "video": false,
                "vote_average": 8.105,
                "vote_count": 10895
            },
            {
                "adult": false,
                "backdrop_path": "\/gXyYOWAkk4FdQU3adK8WFj8nN9J.jpg",
                "genre_ids": [
                    10751,
                    16,
                    14,
                    12,
                    35,
                    10402
                ],
                "id": 136799,
                "original_language": "en",
                "original_title": "Trolls",
                "overview": "Connus pour leurs cheveux fluos et magiques, les Trolls sont des créatures délirantes et joyeuses et surtout les rois de la pop. Mais leur monde d’arcs‐en‐ciel et de cupcakes est changé à jamais lorsque leur leader Poppy doit se lancer dans une mission de sauvetage qui l’entraînera loin de ce paradis.",
                "popularity": 8.26,
                "poster_path": "\/ddKk98obuNGy9CQbQ9LXv0llEZ3.jpg",
                "release_date": "2016-10-13",
                "title": "Les Trolls",
                "video": false,
                "vote_average": 6.636,
                "vote_count": 3690
            },
            {
                "adult": false,
                "backdrop_path": "\/m03jul0YdVEOFXEQVUv6pOVQYGL.jpg",
                "genre_ids": [
                    16,
                    35,
                    10751,
                    14
                ],
                "id": 400155,
                "original_language": "en",
                "original_title": "Hotel Transylvania 3: Summer Vacation",
                "overview": "Notre famille de monstres préférée s’embarque pour une croisière de rêve afin que Drac puisse enfin souffler un peu et savourer des vacances au lieu de s’occuper de tout le monde à l’hôtel. Tout s’annonce à merveille pour la petite famille, entre matchs de volley monstres, excursions exotiques et séances de bronzette au clair de lune… Mais les vacances idéales virent vite au cauchemar lorsque Mavis se rend compte que Drac est tombé sous le charme de la mystérieuse Ericka, la capitaine du navire, dont le terrible secret peut détruire tous les monstres…",
                "popularity": 8.2489,
                "poster_path": "\/xXbPzKbVQbc6A6qWmDfvNtPU0UA.jpg",
                "release_date": "2018-06-28",
                "title": "Hôtel Transylvanie 3 : Des vacances monstrueuses",
                "video": false,
                "vote_average": 6.848,
                "vote_count": 4554
            }
        ],
        "total_pages": 133,
        "total_results": 2645
    },
    "expiry": 1756061393,
    "created_at": 1756054193
}