{
    "key": "filtered_movies:5:64dae464ddc95b30819a2b95ae1df6c4",
    "data": {
        "page": 5,
        "results": [
            {
                "adult": false,
                "backdrop_path": "\/yMmhALrLWj9amm2pAelmdXggxk2.jpg",
                "genre_ids": [
                    16,
                    10751,
                    12,
                    35
                ],
                "id": 49013,
                "original_language": "en",
                "original_title": "Cars 2",
                "overview": "La célèbre voiture de course Flash McQueen et l'incomparable dépanneuse Martin quittent Radiator Springs pour courir le tout premier Grand Prix mondial qui sacrera la voiture la plus rapide du monde. Mais la route est pleine d'imprévus, de déviations et de surprises, surtout lorsque Martin se retrouve entraîné dans une affaire d'espionnage international !",
                "popularity": 16.2296,
                "poster_path": "\/qCoaNNfH6lS7qkZDYhWkQpiQpnM.jpg",
                "release_date": "2011-06-11",
                "title": "Cars 2",
                "video": false,
                "vote_average": 6.151,
                "vote_count": 8017
            },
            {
                "adult": false,
                "backdrop_path": "\/6O1mOoTXuc1WqjKd2R7MFQHZ7Eb.jpg",
                "genre_ids": [
                    14,
                    16,
                    10751
                ],
                "id": 8392,
                "original_language": "ja",
                "original_title": "となりのトトロ",
                "overview": "Mei, 4 ans, et Satsuki, 10 ans, s’installent à la campagne avec leur père pour se rapprocher de l’hôpital où séjourne leur mère. Elles découvrent la nature tout autour de la maison et, surtout, l’existence d’animaux étranges et merveilleux, les Totoros, avec qui elles deviennent très amies. Un jour, alors que Satsuki et Mei attendent le retour de leur mère, elles apprennent que sa sortie de l’hôpital a été repoussée. Mei décide alors d’aller lui rendre visite seule. Satsuki et les gens du village la recherchent en vain. Désespérée, Satsuki va finalement demander de l’aide à son voisin Totoro.",
                "popularity": 16.767,
                "poster_path": "\/eEpy8IiR8N0S6mgkdAjDCMlMYQO.jpg",
                "release_date": "1988-04-16",
                "title": "Mon voisin Totoro",
                "video": false,
                "vote_average": 8.069,
                "vote_count": 8254
            },
            {
                "adult": false,
                "backdrop_path": "\/75nSb1fbWooipwcSU5bUttiOriI.jpg",
                "genre_ids": [
                    16,
                    12,
                    14,
                    10751,
                    18
                ],
                "id": 508883,
                "original_language": "ja",
                "original_title": "君たちはどう生きるか",
                "overview": "Après la disparition de sa mère dans un incendie, Mahito, un jeune garçon de 11 ans, doit quitter Tokyo pour partir vivre à la campagne dans le village où elle a grandi. Il s’installe avec son père dans un vieux manoir situé sur un immense domaine où il rencontre un héron cendré qui devient petit à petit son guide et l’aide au fil de ses découvertes et questionnements à comprendre le monde qui l'entoure et percer les mystères de la vie.",
                "popularity": 15.7164,
                "poster_path": "\/f9EoS3lVr644WXO8YPRvBiTS1K.jpg",
                "release_date": "2023-07-14",
                "title": "Le Garçon et le héron",
                "video": false,
                "vote_average": 7.437,
                "vote_count": 2190
            },
            {
                "adult": false,
                "backdrop_path": "\/dGGjuaUR253aAZ2Zhto2Y9TR9l6.jpg",
                "genre_ids": [
                    16,
                    9648,
                    878,
                    28,
                    18
                ],
                "id": 1299652,
                "original_language": "en",
                "original_title": "Watchmen: Chapter II",
                "overview": "Soupçonnant les événements qui ont piégé leurs anciens collègues, Nite Owl et Silk Spectre sont poussés à sortir de leur retraite pour enquêter. Alors qu'ils sont aux prises avec leur éthique personnelle, leurs démons intérieurs et une société qui se retourne contre eux, ils se démènent pour découvrir un complot qui pourrait déclencher une guerre nucléaire mondiale.",
                "popularity": 13.738,
                "poster_path": "\/4rBObJFpiWJOG7aIlRrOUniAkBs.jpg",
                "release_date": "2024-11-25",
                "title": "Watchmen: Chapter II",
                "video": false,
                "vote_average": 7.4,
                "vote_count": 113
            },
            {
                "adult": false,
                "backdrop_path": "\/o4j2Yi8JC6dsOpk8BtW9JSoFtpj.jpg",
                "genre_ids": [
                    16,
                    10751,
                    14
                ],
                "id": 10144,
                "original_language": "en",
                "original_title": "The Little Mermaid",
                "overview": "Ariel, une sirène fascinée par l'univers des humains, défie l'interdiction de son père de rester sous la surface. Lors d'une tempête, elle sauve le prince de ses rêves. Elle conclut un pacte avec la sorcière des mers : des jambes en échange de sa queue de sirène et de sa jolie voix. Ariel entame une course contre la montre pour conquérir le cœur de son prince et sauver le royaume de son père.",
                "popularity": 11.824,
                "poster_path": "\/mNUCr8XjBjMqe9N51fp3NtMuuUX.jpg",
                "release_date": "1989-11-17",
                "title": "La Petite Sirène",
                "video": false,
                "vote_average": 7.4,
                "vote_count": 8051
            },
            {
                "adult": false,
                "backdrop_path": "\/wmSxNVGZOV1A51Yx6ChDXk3NVVi.jpg",
                "genre_ids": [
                    14,
                    16,
                    10751
                ],
                "id": 408,
                "original_language": "en",
                "original_title": "Snow White and the Seven Dwarfs",
                "overview": "Blanche Neige est une princesse d’une très grande beauté, ce qui rend jalouse sa belle‐mère. Celle‐ci demande quotidiennement à son miroir magique de lui dire qu’elle est la plus belle; mais un jour, le miroir affirme que la plus belle femme du royaume est Blanche Neige. La reine décide alors de la tuer, mais le garde chargé de cette tâche ne trouve pas le courage et abandonne Blanche Neige dans la forêt. Perdue, à bout de force, elle échoue dans une maison où habitent sept nains.",
                "popularity": 15.4174,
                "poster_path": "\/dZy4vDboXhihq0AqTup8lzVBXkg.jpg",
                "release_date": "1938-01-14",
                "title": "Blanche-Neige et les Sept Nains",
                "video": false,
                "vote_average": 7.123,
                "vote_count": 7620
            },
            {
                "adult": false,
                "backdrop_path": "\/sd4xN5xi8tKRPrJOWwNiZEile7f.jpg",
                "genre_ids": [
                    16,
                    12,
                    35,
                    10751
                ],
                "id": 920,
                "original_language": "en",
                "original_title": "Cars",
                "overview": "Un champion de course, Flash McQueen vit à cent à l'heure jusqu’à ce qu’un détour le mène à Radiator Springs, une petite ville oubliée sur la Route 66. Il y rencontre Sally, Martin, Doc Hudson et un tas de personnages amusants qui l’aident à découvrir que la vie vaut plus que les trophées et la célébrité.",
                "popularity": 14.3729,
                "poster_path": "\/hvHw7ASXEK8x3EawlOtwYXrovdo.jpg",
                "release_date": "2006-06-08",
                "title": "Cars : Quatre roues",
                "video": false,
                "vote_average": 7,
                "vote_count": 14338
            },
            {
                "adult": false,
                "backdrop_path": "\/fW4ZCoEZRBqLAJGFQ2g5AdAfPQR.jpg",
                "genre_ids": [
                    10749,
                    10751,
                    16,
                    14
                ],
                "id": 10020,
                "original_language": "en",
                "original_title": "Beauty and the Beast",
                "overview": "La courageuse et indépendante Belle vit l’aventure de sa vie alors qu’elle vole au secours de son père et découvre le château enchanté d’une bête mystérieuse. Un conte intemporel plein de personnages et d’airs inoubliables, et l’un des dessins animés les plus acclamés de Walt Disney Animation Studios.",
                "popularity": 12.3578,
                "poster_path": "\/sIhRrRapijHVKOTfTp93YsP89e4.jpg",
                "release_date": "1991-10-22",
                "title": "La Belle et la Bête",
                "video": false,
                "vote_average": 7.731,
                "vote_count": 10159
            },
            {
                "adult": false,
                "backdrop_path": "\/y5tad0a4yRbxYgOHGllEIEeCCKt.jpg",
                "genre_ids": [
                    16,
                    10749,
                    14,
                    10751
                ],
                "id": 10198,
                "original_language": "en",
                "original_title": "The Princess and the Frog",
                "overview": "Cette version moderne d’un conte classique par Walt Disney Animation Studios a pour héroïne la jolie Tiana, qui rêve d’avoir son propre restaurant. Alors qu’elle rencontre un prince-grenouille désespéré de reprendre forme humaine, un baiser fatidique les entraîne tous deux dans une folle aventure au cours de laquelle le vilain magicien vaudou Dr Facilier les poursuit à travers les mystiques bayous de Louisiane.",
                "popularity": 12.7499,
                "poster_path": "\/7ktgHsEtkOz80h1OkxKLaQYDCAa.jpg",
                "release_date": "2009-12-08",
                "title": "La Princesse et la Grenouille",
                "video": false,
                "vote_average": 7.22,
                "vote_count": 5781
            },
            {
                "adult": false,
                "backdrop_path": "\/gl0jzn4BupSbL2qMVeqrjKkF9Js.jpg",
                "genre_ids": [
                    12,
                    14,
                    16
                ],
                "id": 128,
                "original_language": "ja",
                "original_title": "もののけ姫",
                "overview": "Parti en quête d'un remède, un prince affecté par un mal fatal se retrouve dans une contrée où se livre une bataille entre une ville minière et les animaux de la forêt.",
                "popularity": 12.2339,
                "poster_path": "\/1AfSDxBTYYtQRVY2V1ISgxXNPVx.jpg",
                "release_date": "1997-07-12",
                "title": "Princesse Mononoké",
                "video": false,
                "vote_average": 8.328,
                "vote_count": 8368
            },
            {
                "adult": false,
                "backdrop_path": "\/iEFuHjqrE059SmflBva1JzDJutE.jpg",
                "genre_ids": [
                    16,
                    14,
                    28,
                    10749,
                    10751
                ],
                "id": 496450,
                "original_language": "fr",
                "original_title": "Miraculous - le film",
                "overview": "La super-héroïne, qui a conquis le cœur de millions de fans à travers le monde, débarque pour la première fois au cinéma ! Ladybug va devoir unir ses forces avec Chat Noir, le charismatique justicier masqué qui n'a pas sa langue dans sa poche, pour affronter le Papillon et sa horde de super-vilains, alors que ceux-ci menacent de détruire Paris. Mais, alors que les deux héros se rapprochent, Marinette ignore que derrière son mystérieux complice se cache Adrien, le camarade de classe dont elle est amoureuse",
                "popularity": 13.2324,
                "poster_path": "\/kXKx1g5Rr8O3VZCOaHxLfHaBDDF.jpg",
                "release_date": "2023-07-05",
                "title": "Miraculous - le film",
                "video": false,
                "vote_average": 7.631,
                "vote_count": 901
            },
            {
                "adult": false,
                "backdrop_path": "\/gVl6aX2paJIHpMxAAe8X36VNExi.jpg",
                "genre_ids": [
                    35,
                    12,
                    14,
                    16,
                    10751
                ],
                "id": 10192,
                "original_language": "en",
                "original_title": "Shrek Forever After",
                "overview": "Après avoir vaincu un méchant dragon, sauvé une belle princesse et le royaume de ses parents, que peut encore faire un ogre malodorant et mal léché ? Domestiqué, assagi, Shrek a perdu jusqu’à l’envie de rugir et regrette le bon vieux temps où il semait la terreur dans le royaume. Aujourd’hui, tel une idole déchue, il se contente de signer des autographes à tour de bras. Trop triste… C’est alors que l’habile et sournois Tracassin lui propose un contrat. Shrek se retrouve soudain transporté dans un monde parallèle totalement déjanté où les ogres sont pourchassés, où Tracassin est roi, où Fiona et son bien‐aimé ne se sont jamais rencontrés… Shrek va‐t‐il réussir à déjouer le sortilège, à repasser de l’autre côté du miroir, à sauver ses amis, à retrouver son monde et reconquérir l’amour de sa vie ?",
                "popularity": 12.0841,
                "poster_path": "\/hw9oZ0AZoqQeh1haXzd5FFd6kAi.jpg",
                "release_date": "2010-05-20",
                "title": "Shrek 4 : Il était une fin",
                "video": false,
                "vote_average": 6.382,
                "vote_count": 7550
            },
            {
                "adult": false,
                "backdrop_path": "\/86z1Yrwj7yN1xehSa0gIwHnR7xl.jpg",
                "genre_ids": [
                    10751,
                    12,
                    16,
                    18
                ],
                "id": 37135,
                "original_language": "en",
                "original_title": "Tarzan",
                "overview": "Cette superbe adaptation de l'histoire d'Edgar Rice Burroughs par Walt Disney Animation Studios raconte les aventures d'un bébé orphelin recueilli par une famille de gorilles et élevé comme l'un des leurs. Avec ses amis, Tok, le singe blagueur, et Tantor, l’éléphant névrosé, Tarzan apprend à \"surfer\", à se balancer de liane en liane et à survivre dans la jungle. À l’approche de l’âge adulte, sa première rencontre avec d’autres humains, pour lesquels il présente une affinité immédiate, change sa vie à jamais.",
                "popularity": 14.2735,
                "poster_path": "\/qI9lkmsC8LURNowxsaAoCX1A97l.jpg",
                "release_date": "1999-06-18",
                "title": "Tarzan",
                "video": false,
                "vote_average": 7.4,
                "vote_count": 6945
            },
            {
                "adult": false,
                "backdrop_path": "\/aFDYcmwEWRiEh58Ri1tMpCUWPBp.jpg",
                "genre_ids": [
                    10770,
                    10751,
                    35,
                    27,
                    16
                ],
                "id": 1354627,
                "original_language": "en",
                "original_title": "SpongeBob Squarepants: Kreepaway Kamp",
                "overview": "Alors que Bob et ses amis sont invités aux retrouvailles des anciens de Kamp Koral, un mystérieux personnage tapi dans l'ombre les traque et les fait disparaître les uns après les autres.",
                "popularity": 12.0624,
                "poster_path": "\/aUOCmqkbCX94znDJNtSy1402Sie.jpg",
                "release_date": "2024-10-10",
                "title": "Kamp Frayeur",
                "video": false,
                "vote_average": 7.133,
                "vote_count": 83
            },
            {
                "adult": false,
                "backdrop_path": "\/hwwFyowfcbLRVmRBOkvnABBNIOs.jpg",
                "genre_ids": [
                    10751,
                    16,
                    12,
                    35
                ],
                "id": 9487,
                "original_language": "en",
                "original_title": "A Bug's Life",
                "overview": "Le maladroit Tilt a détruit la récolte de la saison de sa fourmilière. Pareille bévue n'est pas faite pour plaire au cruel Le Borgne, venu racketter les fourmis avec sa bande de sauterelles. Contraint de s'en retourner bredouille, l'affreux insecte promet de revenir à l'automne collecter le double de sa ration habituelle. Pour se faire pardonner, Tilt propose de partir à la recherche de mercenaires pour lutter contre l'envahisseur…",
                "popularity": 15.6418,
                "poster_path": "\/wtGgCxW4TylnDAXtIf3yuXixipC.jpg",
                "release_date": "1998-11-25",
                "title": "1001 Pattes",
                "video": false,
                "vote_average": 6.972,
                "vote_count": 9340
            },
            {
                "adult": false,
                "backdrop_path": "\/oXx1QZzeF5V3HMQ11q6WCkA2pQh.jpg",
                "genre_ids": [
                    10751,
                    35,
                    80,
                    12,
                    16
                ],
                "id": 629542,
                "original_language": "en",
                "original_title": "The Bad Guys",
                "overview": "Après toute une vie de braquages légendaires, les criminels notoires M. Loup, M. Serpent, M. Piranha, M. Requin et Mme Tarantule sont enfin capturés. Pour éviter une peine de prison, les animaux hors-la-loi doivent réussir leur plus grande arnaque : devenir des citoyens modèles. Sous la tutelle de leur mentor, le professeur Marmelade, la bande entreprend de faire croire au monde qu'elle est en train de devenir honnête.",
                "popularity": 15.5019,
                "poster_path": "\/et1AcoH8cgEchcT6KdOi5QqKBjj.jpg",
                "release_date": "2022-03-17",
                "title": "Les Bad Guys",
                "video": false,
                "vote_average": 7.546,
                "vote_count": 2164
            },
            {
                "adult": false,
                "backdrop_path": "\/xVEBLD278GuFZoPFskpD3dvdJlV.jpg",
                "genre_ids": [
                    16,
                    10751,
                    35
                ],
                "id": 20352,
                "original_language": "en",
                "original_title": "Despicable Me",
                "overview": "Dans un charmant quartier résidentiel délimité par des clôtures de bois blanc et orné de rosiers fleurissants se dresse une bâtisse noire entourée d’une pelouse en friche. Cette façade sinistre cache un secret : Gru, un méchant vilain, entouré d’une myriade de sous‐fifres et armé jusqu’aux dents, qui, à l’insu du voisinage, complote le plus gros casse de tous les temps : voler la lune (Oui, la lune !)… Gru affectionne toutes sortes de sales joujoux. Il possède une multitude de véhicules de combat aérien et terrestre et un arsenal de rayons immobilisants et rétrécissants avec lesquels il anéantit tous ceux qui osent lui barrer la route… jusqu’au jour où il tombe nez à nez avec trois petites orphelines qui voient en lui quelqu’un de tout à fait différent : un papa. Le plus grand vilain de tous les temps se retrouve confronté à sa plus dure épreuve : trois fillettes prénommées Margo, Édith et Agnès.",
                "popularity": 10.636,
                "poster_path": "\/wuhJx9bTbxHfJHeeR3L8uRjAZ7C.jpg",
                "release_date": "2010-07-08",
                "title": "Moi, moche et méchant",
                "video": false,
                "vote_average": 7.248,
                "vote_count": 15404
            },
            {
                "adult": false,
                "backdrop_path": "\/rcUcYzGGicDvhDs58uM44tJKB9F.jpg",
                "genre_ids": [
                    16,
                    10751,
                    14,
                    28,
                    12
                ],
                "id": 527774,
                "original_language": "en",
                "original_title": "Raya and the Last Dragon",
                "overview": "Il y a de cela fort longtemps, au royaume imaginaire de Kumandra, humains et dragons vivaient en harmonie. Mais un jour, une force maléfique s’abattit sur le royaume et les dragons se sacrifièrent pour sauver l’humanité. Lorsque cette force réapparaît cinq siècles plus tard, Raya, une guerrière solitaire, se met en quête du légendaire dernier dragon pour restaurer l’harmonie sur la terre de Kumandra, au sein d’un peuple désormais divisé. Commence pour elle un long voyage au cours duquel elle découvrira qu’il lui faudra bien plus qu’un dragon pour sauver le monde, et que la confiance et l’entraide seront essentiels pour conduire au succès cette périlleuse mission.",
                "popularity": 15.2428,
                "poster_path": "\/qDnumcHRzK9ljWtG5L1zRPhFRJg.jpg",
                "release_date": "2021-03-03",
                "title": "Raya et le Dernier Dragon",
                "video": false,
                "vote_average": 7.835,
                "vote_count": 6944
            },
            {
                "adult": false,
                "backdrop_path": "\/puJKgNcWaGgMk5VHanSSomUTpmw.jpg",
                "genre_ids": [
                    10751,
                    14,
                    16,
                    10749
                ],
                "id": 11224,
                "original_language": "en",
                "original_title": "Cinderella",
                "overview": "D’un coup de baguette magique, la fée Marraine transforme les haillons de Cendrillon en robe féérique et, dans une citrouille changée en carrosse, l’envoie au bal. Mais le charme se rompt à minuit. Les souris, Jaq et Gus, et une pantoufle de vair contribueront au dénouement d'un conte de fées des plus mémorables.",
                "popularity": 11.5709,
                "poster_path": "\/nqSJwBdvG89uHRpDDdaAy5YhogZ.jpg",
                "release_date": "1950-02-22",
                "title": "Cendrillon",
                "video": false,
                "vote_average": 7.045,
                "vote_count": 6847
            },
            {
                "adult": false,
                "backdrop_path": "\/h9YlRHAZWOWtGonllmj6JJg1FrE.jpg",
                "genre_ids": [
                    16,
                    10751,
                    28,
                    12,
                    14
                ],
                "id": 588648,
                "original_language": "zh",
                "original_title": "Dragonkeeper",
                "overview": "Dans la Chine ancienne, les dragons étaient les amis des humains avant d'être chassés. Des années plus tard, dans une forteresse isolée, une jeune esclave, Ping, noue une amitié improbable...",
                "popularity": 11.4825,
                "poster_path": "\/hfdmvuLY8vADVthLNyn5EUO1ria.jpg",
                "release_date": "2024-04-11",
                "title": "Dragonkeeper",
                "video": false,
                "vote_average": 7.655,
                "vote_count": 187
            }
        ],
        "total_pages": 131,
        "total_results": 2610
    },
    "expiry": 1748955716,
    "created_at": 1748948516
}