{
    "key": "filtered_movies:10:64dae464ddc95b30819a2b95ae1df6c4",
    "data": {
        "page": 10,
        "results": [
            {
                "adult": false,
                "backdrop_path": "\/o4mhrLxv6I70kvYA42qANGUF7ya.jpg",
                "genre_ids": [
                    16,
                    12,
                    35,
                    10751
                ],
                "id": 153518,
                "original_language": "en",
                "original_title": "The Angry Birds Movie",
                "overview": "Ce film nous amène sur une île entièrement peuplée d’oiseaux heureux et qui ne volent pas – ou presque. Dans ce paradis, Red, un oiseau avec un problème de colère, le très pressé Chuck, et l’imprévisible Bomb ont toujours été mis à l’écart. Mais lorsqu’arrivent des cochons verts mystérieux sur l’île, ce sera la mission de ce groupe de parias de découvrir ce que trament les cochons.",
                "popularity": 7.0663,
                "poster_path": "\/5QQNrX1CjSWKAa1dBMc93rzTe85.jpg",
                "release_date": "2016-05-11",
                "title": "Angry Birds: Le film",
                "video": false,
                "vote_average": 6.238,
                "vote_count": 3786
            },
            {
                "adult": false,
                "backdrop_path": "\/h6VshReCGaGQoaGZwT2wqiqrcZW.jpg",
                "genre_ids": [
                    16,
                    10751,
                    14,
                    12
                ],
                "id": 9444,
                "original_language": "en",
                "original_title": "Anastasia",
                "overview": "Saint‐Pétersbourg, 1917. Comment l’impératrice Marie et sa petite fille Anastasia vont être sauvées du funeste sort, provoqué par la révolution, qui s’abat sur la famille impériale, par un jeune employé de cuisine : Dimitri. Mais le destin les sépare une nouvelle fois. Dix ans après la chute des Romanov, une rumeur persistante se propage : la fille cadette de l’empereur serait encore en vie…",
                "popularity": 7.061,
                "poster_path": "\/bppGWGA8zq1sRvTdDJnUzVW9GcH.jpg",
                "release_date": "1997-11-20",
                "title": "Anastasia",
                "video": false,
                "vote_average": 7.607,
                "vote_count": 5424
            },
            {
                "adult": false,
                "backdrop_path": "\/8oYykF1Qhrb8fC2qZqD71EzRywg.jpg",
                "genre_ids": [
                    10751,
                    12,
                    18,
                    14,
                    16
                ],
                "id": 278927,
                "original_language": "en",
                "original_title": "The Jungle Book",
                "overview": "Les aventures de Mowgli, un petit homme élevé dans la jungle par une famille de loups. Mais Mowgli n'est plus le bienvenu dans la jungle depuis que le redoutable tigre Shere Khan, qui porte les cicatrices des hommes, promet d'éliminer celui qu'il considère comme une menace. Poussé à abandonner le seul foyer qu'il ait jamais connu, Mowgli se lance dans un voyage captivant, à la découverte de soi, guidé par son mentor la panthère Bagheera et l'ours Baloo. Sur le chemin, Mowgli rencontre des créatures comme Kaa, un pyton à la voix séduisante et au regard hypnotique et le Roi Louie, qui tente de contraindre Mowgli à lui révéler le secret de la fleur rouge et insaisissable : le feu.",
                "popularity": 7.0384,
                "poster_path": "\/pqFerT5MqAp2bZxlQwfwtc9GSb7.jpg",
                "release_date": "2016-04-07",
                "title": "Le Livre de la jungle",
                "video": false,
                "vote_average": 6.863,
                "vote_count": 8236
            },
            {
                "adult": false,
                "backdrop_path": "\/shqLeIkqPAAXM8iT6wVDiXUYz1p.jpg",
                "genre_ids": [
                    16,
                    14,
                    10751
                ],
                "id": 12429,
                "original_language": "ja",
                "original_title": "崖の上のポニョ",
                "overview": "La trame suit une petite princesse poisson rouge appelée Ponyo qui veut désespérément devenir humaine. En cherchant ce faire, elle devient amie d'un garçon de cinq ans, Sôsuke.",
                "popularity": 7.0184,
                "poster_path": "\/ud7spJ4CH0UlsBz5n3KcXTaCNH2.jpg",
                "release_date": "2008-07-19",
                "title": "Ponyo sur la falaise",
                "video": false,
                "vote_average": 7.749,
                "vote_count": 4522
            },
            {
                "adult": false,
                "backdrop_path": "\/4PKfa0zltSrp1BJoLl8zfvYXaac.jpg",
                "genre_ids": [
                    16,
                    14,
                    28
                ],
                "id": 663558,
                "original_language": "zh",
                "original_title": "新神榜：哪吒重生",
                "overview": "Fan de course automobile, Nezha est un livreur banal... jusqu'à ce qu'il recroise de vieux ennemis et doive redécouvrir ses propres pouvoirs afin de protéger ses proches.",
                "popularity": 6.9961,
                "poster_path": "\/iyOgNaaDX67AUMWlzsGZVO1luoh.jpg",
                "release_date": "2021-02-06",
                "title": "New Gods : Nezha Reborn",
                "video": false,
                "vote_average": 8.097,
                "vote_count": 476
            },
            {
                "adult": false,
                "backdrop_path": "\/tyj0QztA0PkYo6XauifWjkx7UVi.jpg",
                "genre_ids": [
                    16,
                    10751,
                    14,
                    12
                ],
                "id": 12092,
                "original_language": "en",
                "original_title": "Alice in Wonderland",
                "overview": "Joignez-vous à Alice alors qu’elle poursuit un lapin blanc dans un monde à l’envers, qui devient de plus en plus curieux au fur et à mesure que ses aventures fantastiques se déroulent. Rencontrez le Chapelier Toqué, le Lièvre de Mars, Tweedledee et Tweedledum, le chat du Chester, la reine de cœur et d’autres personnages inoubliables. Le tout sur un décor magique inoubliable.",
                "popularity": 6.9435,
                "poster_path": "\/91DUnlKB6U77lqBZC0KnBHVVz6S.jpg",
                "release_date": "1951-07-28",
                "title": "Alice au pays des merveilles",
                "video": false,
                "vote_average": 7.187,
                "vote_count": 6040
            },
            {
                "adult": false,
                "backdrop_path": "\/yBov7O4eXDcBLDpZrOHZzFr8rIl.jpg",
                "genre_ids": [
                    16,
                    35,
                    12,
                    10751
                ],
                "id": 459151,
                "original_language": "en",
                "original_title": "The Boss Baby: Family Business",
                "overview": "Tim Templeton et son petit frère Ted, le fameux Baby Boss sont devenus adultes, ils vivent chacun de leur côté, Tim est devenu un père de famille rangé et Ted est à la tête d’un important fond spéculatif. Mais l’arrivée d’un nouveau Baby Boss, avec une toute nouvelle approche et une stratégie innovante, est sur le point de rassembler les frères ennemis… et inspirer un nouveau modèle dans les affaires familiales. Tim et sa femme Carole vivent en banlieue où il s’occupe du foyer pendant qu’elle fait bouillir la marmite. Ils ont deux enfants : Tabitha, une petite fille de 7 ans à l’intelligence remarquable et Tina, leur adorable nouveau-née. Tabitha, première de sa classe dans une école pour surdoués, adule son oncle Ted et rêve de marcher sur ses pas, ce qui inquiète beaucoup Tim qui craint qu’elle ne passe à côté de son enfance à force de travailler si dur.",
                "popularity": 6.9011,
                "poster_path": "\/iqEninKSpIyADR7hYt0ha4mlsa0.jpg",
                "release_date": "2021-07-01",
                "title": "Baby Boss 2 : Une affaire de famille",
                "video": false,
                "vote_average": 7.351,
                "vote_count": 2620
            },
            {
                "adult": false,
                "backdrop_path": "\/aIyvMthA7UGV6ix6AUUM88ZXfeU.jpg",
                "genre_ids": [
                    14,
                    10751,
                    35,
                    16
                ],
                "id": 77931,
                "original_language": "en",
                "original_title": "The Smurfs 2",
                "overview": "Cherchant désespérément à s’emparer de la puissance de l’essence magique des Schtroumpfs, Gargamel a inventé les Canailles, de minuscules créatures. Mais pour que leur transformation en vrais Schtroumpfs soit complète, il lui manque encore la formule secrète que détient la Schtroumpfette. Il parvient à kidnapper la demoiselle et l’emmène à Paris pour accomplir son plan diabolique…  Pour avoir une chance de sauver la belle, il va falloir tous les talents du Grand Schtroumpf, du Schtroumpf maladroit, du Schtroumpf grognon, du Schtroumpf coquet et de leurs amis humains, Patrick et Grace. Ils vont être obligés de rivaliser d’ingéniosité et de courage, car le danger est partout. Ils vont aussi devoir convaincre la Schtroumpfette que sa place est bien parmi eux, et pas avec les Canailles…",
                "popularity": 6.8668,
                "poster_path": "\/wpLqm3ZjYAu83MGABSVzJS7Cy3G.jpg",
                "release_date": "2013-07-30",
                "title": "Les Schtroumpfs 2",
                "video": false,
                "vote_average": 5.75,
                "vote_count": 2290
            },
            {
                "adult": false,
                "backdrop_path": "\/7JGfZGooHS4uHRHuYpfWLAcCNsE.jpg",
                "genre_ids": [
                    28,
                    16,
                    35,
                    10751,
                    12
                ],
                "id": 324852,
                "original_language": "en",
                "original_title": "Despicable Me 3",
                "overview": "Après avoir été licencié de la Ligue Anti‐Villain pour avoir échoué à capturer le dernier méchant capable de menacer l’humanité, Gru se trouve confronté à une crise d’identité majeure. Mais quand se présente un étranger mystérieux qui l’informe du décès de son père mais aussi de l’existence d’un frère jumeau – un frère qui veut désespérément suivre les traces méprisables de son jumeau – un ancien super‐méchant va redécouvrir à quel point c’est bon d’être mauvais.",
                "popularity": 6.8667,
                "poster_path": "\/a9L4X9veOlVtWZWmoVRNkZmKbH8.jpg",
                "release_date": "2017-06-15",
                "title": "Moi, moche et méchant 3",
                "video": false,
                "vote_average": 6.468,
                "vote_count": 7376
            },
            {
                "adult": false,
                "backdrop_path": "\/30XLt1HzwOsdciWVaYVxlJq3cjH.jpg",
                "genre_ids": [
                    878,
                    12,
                    16,
                    10751,
                    14
                ],
                "id": 9016,
                "original_language": "en",
                "original_title": "Treasure Planet",
                "overview": "Dans une version futuriste du conte de Robert Louis Stevenson, une carte secrète entraîne une chasse au trésor à travers l'univers. Le jeune Jim Hawkins et un équipage hilarant partent à la recherche de leur destinée. Sur le vaisseau spatial, Jim rencontre le cuisinier cyborg John Silver, qui lui apprend les valeurs de l'amitié et à croire en ses rêves. Ils vont découvrir un trésor inimaginable.",
                "popularity": 6.8666,
                "poster_path": "\/xfeqEnK7hExbmZfZHKnjTkbuxMa.jpg",
                "release_date": "2002-11-26",
                "title": "La Planète au Trésor : Un nouvel univers",
                "video": false,
                "vote_average": 7.6,
                "vote_count": 4387
            },
            {
                "adult": false,
                "backdrop_path": "\/rhA5xJ2zunWTUbWTJoxnthhp2IZ.jpg",
                "genre_ids": [
                    16,
                    12,
                    10751
                ],
                "id": 24554,
                "original_language": "en",
                "original_title": "The Land Before Time X: The Great Longneck Migration",
                "overview": "Durant la nuit, Petit-Pied et ses grands-parents ont partagé un rêve inhabituel qui les pousse à partir à la découverte de nouveaux horizons. Ils sont rapidement suivis de Céra, Pointu, Beckie et Pétri, toujours partant pour de nouvelles aventures.Au cours de ce fantastique voyage, ils vont croiser le chemin de mystérieuses créatures, découvrir les merveilles de la nature, braver les dangers et vivre de grands moments de joie et d'amitié.Ils vont finalement se joindre au plus grand troupeau de dinosaures jamais rencontré, et parmi eux, Petit-Pied va faire la connaissance d'un Long-Cou très spécial.Dans cette épisode, Petit-pied rencontre pour la première fois son père. Il apprend que son père était parti à la recherche d'une meilleure vallée pour élever Petit-pied et était parti avant sa naissance. Et à son retour, la vallée avait été détruite, Petit-pied n'était pas là. Et son père avait recueilli un groupe de petits Longs-Cous qu'il a élevés.",
                "popularity": 6.84,
                "poster_path": "\/lncLJ86sWHytbmUdhOXtbZFTJio.jpg",
                "release_date": "2003-12-02",
                "title": "Le Petit Dinosaure 10 : Les Longs-Cous et le Cercle de lumière",
                "video": false,
                "vote_average": 6.3,
                "vote_count": 239
            },
            {
                "adult": false,
                "backdrop_path": "\/t4V34FTYzZl0ZMdAXAK0T7DE3ie.jpg",
                "genre_ids": [
                    28,
                    12,
                    16,
                    878,
                    53
                ],
                "id": 12244,
                "original_language": "en",
                "original_title": "9",
                "overview": "Dans un futur proche, la Terre a été ravagée par une grande guerre entre les hommes et les puissantes machines qu'ils avaient créées. Sachant l'humanité condamnée, un scientifique crée 9 petites créatures, fragiles et sans défense à partir d'objets divers ramassés dans les décombres. Incapables de s'opposer aux machines, ils ont formé une petite communauté survivant au jour le jour dans les décombres. Mais le dernier né de cette famille, le Numéro 9 a une mission. Il détient en lui la clé de leur survie et devra convaincre ses camarades de quitter leur refuge de fortune pour s'aventurer au coeur du royaume des machines. Ce qu'ils vont découvrir en chemin représente peut-être le dernier espoir de l'Humanité.",
                "popularity": 6.8344,
                "poster_path": "\/h7uO28IWKtIIXhPWKvVdFOaPcSq.jpg",
                "release_date": "2009-08-19",
                "title": "Numéro 9",
                "video": false,
                "vote_average": 6.928,
                "vote_count": 3692
            },
            {
                "adult": false,
                "backdrop_path": "\/sDPk862OKB0Ckkvebo4M2k5AKly.jpg",
                "genre_ids": [
                    16,
                    10751,
                    14
                ],
                "id": 81188,
                "original_language": "en",
                "original_title": "Rise of the Guardians",
                "overview": "Il existe dans le monde, dissimulés aux yeux des humains, quatre êtres surnaturels dotés de grands pouvoirs qui protègent l’innocence et l’imaginaire des enfants : le Père Noël, le Lapin de Pâques, la Fée des dents et le Marchand de sable. Lorsqu’ils découvrent que Pitch, un esprit maléfique, œuvre pour répandre ruine et destruction sur le monde, ils réalisent que même en unissant leurs forces, ils ne seront pas de taille. Aussi tentent‐ils de rallier à leur cause Jack Frost, un jeune garçon insouciant et solitaire qui maîtrise le givre et le froid. Ce combat va permettre à Jack de comprendre quelle est sa place dans l’ordre de l’univers…",
                "popularity": 6.7971,
                "poster_path": "\/g4YdtN10YPhmrcetJOl7ZrxNSaP.jpg",
                "release_date": "2012-11-21",
                "title": "Les Cinq Légendes",
                "video": false,
                "vote_average": 7.369,
                "vote_count": 6909
            },
            {
                "adult": false,
                "backdrop_path": "\/yTgqGrzDtJPAYpWN2QrL5TTtWrr.jpg",
                "genre_ids": [
                    10751,
                    35,
                    12,
                    16
                ],
                "id": 11836,
                "original_language": "en",
                "original_title": "The SpongeBob SquarePants Movie",
                "overview": "À Bikini Bottom, quelqu'un a volé la couronne du roi Neptune, et le patron de Bob l'éponge, M. Krabs, figure en tête des suspects. Convaincus de son innocence, Bob et Patrick partent pour Shell City avec l'intention de le disculper et de restituer sa couronne à Neptune.",
                "popularity": 6.7912,
                "poster_path": "\/xNzhSaXoOpXIyYsid3L5FWsXkbb.jpg",
                "release_date": "2004-11-19",
                "title": "Bob l'éponge, le film",
                "video": false,
                "vote_average": 7.046,
                "vote_count": 3037
            },
            {
                "adult": false,
                "backdrop_path": "\/1YRtgjLb5xxUb2rsNRnr54Oc0B2.jpg",
                "genre_ids": [
                    16,
                    53
                ],
                "id": 10494,
                "original_language": "ja",
                "original_title": "PERFECT BLUE",
                "overview": "Chanteuse pop très populaire, Mima décide d’abandonner la scène pour devenir actrice. Sans regrets, elle quitte son groupe et accepte un petit rôle dans une série TV, déclenchant ainsi la colère de ses fans… et plus particulièrement celle de l’un deux. Le mystérieux « traqueur » passe à l’acte en dévoilant en détail la vie de Mima sur Internet, puis en menaçant ses proches. Des incidents violents se produisent et elle réalise que son existence se confond dangereusement avec la série dans laquelle elle joue. Mima sombre dans la schizophrénie tandis que les cadavres s’accumulent autour d’elle…",
                "popularity": 6.7825,
                "poster_path": "\/pTjuiITuZHIii9PSRZjWzTRNwoC.jpg",
                "release_date": "1998-02-28",
                "title": "Perfect Blue",
                "video": false,
                "vote_average": 8.304,
                "vote_count": 2885
            },
            {
                "adult": false,
                "backdrop_path": "\/wsE1ScIiFdKl9RLuaI8pTn4rjxR.jpg",
                "genre_ids": [
                    10770,
                    80,
                    18,
                    14,
                    53,
                    16
                ],
                "id": 51482,
                "original_language": "ja",
                "original_title": "DEATH NOTE リライト ～幻視する神～",
                "overview": "Dans le monde bien ennuyeux des Shinigamis, une rumeur circule. L'un d'entre eux aurait vu des choses intéressantes dans le monde des humains!  Plus curieux que la moyenne un des Dieux de la Mort part à la recherche de celui que l'on nomme Ryuk. En échange d'une pomme bien sèche, ce dernier se met à raconter son histoire: celle de Light Yagami, un homme qui voulait devenir Dieu…",
                "popularity": 6.7765,
                "poster_path": "\/3i223ulKI2AjTqqyVxPmfZ32QHM.jpg",
                "release_date": "2009-09-23",
                "title": "Death Note Relight: La Vision d'un Dieu",
                "video": false,
                "vote_average": 7.9,
                "vote_count": 363
            },
            {
                "adult": false,
                "backdrop_path": "\/2Cpg8hUn60PK9CW9d5SWf605Ah8.jpg",
                "genre_ids": [
                    16,
                    35,
                    28,
                    878
                ],
                "id": 614930,
                "original_language": "en",
                "original_title": "Teenage Mutant Ninja Turtles: Mutant Mayhem",
                "overview": "Après des années passées loin du monde des humains, les frères Tortues entreprennent de gagner le cœur des New-Yorkais et d'être acceptés comme des adolescents normaux grâce à des actes héroïques. Leur nouvelle amie April O'Neil les aide à s'attaquer à un mystérieux syndicat du crime mais ils se retrouvent dépassés par les événements lorsqu'une armée de mutants se déploie contre eux.",
                "popularity": 6.7686,
                "poster_path": "\/eLNxn5R7xngthiRc6HoQC4dqzbF.jpg",
                "release_date": "2023-07-31",
                "title": "Ninja Turtles : Teenage Years",
                "video": false,
                "vote_average": 7.211,
                "vote_count": 1461
            },
            {
                "adult": false,
                "backdrop_path": "\/sN1sIv6YZTpdBr7D9mQBxGzRnLL.jpg",
                "genre_ids": [
                    10751,
                    35,
                    12,
                    16
                ],
                "id": 137116,
                "original_language": "en",
                "original_title": "Smurfs: The Lost Village",
                "overview": "La Schtroumpfette, le Schtroumpf costaud, le Schtroumpf à lunettes et le Schtroumpf maladroit ont filé en douce pour suivre une carte vers un mystérieux village. Mais le chemin qui y mène regorge d'embuches, de créatures magiques et de souterrains labyrinthiques. Il leur faudra par ailleurs redoubler de prudence puisque Gargamel n'est pas loin et compte bien les arrêter.",
                "popularity": 6.7559,
                "poster_path": "\/62NwjQjLpiOcm9PXcaGdW1lICDO.jpg",
                "release_date": "2017-03-23",
                "title": "Les Schtroumpfs et le village perdu",
                "video": false,
                "vote_average": 6.342,
                "vote_count": 1495
            },
            {
                "adult": false,
                "backdrop_path": "\/pR51tWHlUWUEnPUc5my9anqcDto.jpg",
                "genre_ids": [
                    10751,
                    16,
                    14
                ],
                "id": 73456,
                "original_language": "en",
                "original_title": "Barbie: Princess Charm School",
                "overview": "Blair Willows (Barbie), jeune fille au grand coeur, est choisie pour intégrer l'école des apprenties princesses. C'est un endroit incroyable dans lequel les futures princesses apprennent la danse et les bonnes manières. Très vite, Blair se passionne pour ses cours et se fait de nouvelles amies : Princesse Hadley et Princesse Delancy. Mais c'est sans compter sur l'effroyable enseignante Dame Devin. Cette dernière est persuadée que Blair est la princesse disparue du Royaume. Elle décide de faire tout ce qui est en son pouvoir pour que Blair ne revendique pas la couronne. C'est alors que Blair, Hadley et Delancy unissent leurs forces afin de prouver la véritable identité de Blair...",
                "popularity": 6.7535,
                "poster_path": "\/blM1jHTJKbQ7kmQguNXhHcds1yS.jpg",
                "release_date": "2011-08-11",
                "title": "Barbie apprentie Princesse",
                "video": false,
                "vote_average": 7.523,
                "vote_count": 838
            },
            {
                "adult": false,
                "backdrop_path": "\/maeox8nZYIxAAE4SdyLA0VOXe1x.jpg",
                "genre_ids": [
                    16,
                    10751,
                    12,
                    14
                ],
                "id": 13179,
                "original_language": "en",
                "original_title": "Tinker Bell",
                "overview": "Voyagez dans le monde secret de la Vallée des fées alors que l'histoire de la plus étonnante des fées de Disney est enfin révélée. Vous-êtes vous déjà demandé ce qui donne de la lumière et de la couleur aux saisons ? Entrez dans un monde d'aventure tandis que la Fée Clochette et ses meilleures amies changent l'hiver en printemps grâce à un peu de foi, de confiance et de poussière de fée.",
                "popularity": 6.7249,
                "poster_path": "\/pipDbSUyH0xABjlKJyPaPSJ1N1I.jpg",
                "release_date": "2008-09-11",
                "title": "La Fée Clochette",
                "video": false,
                "vote_average": 6.905,
                "vote_count": 1498
            }
        ],
        "total_pages": 133,
        "total_results": 2645
    },
    "expiry": 1756061415,
    "created_at": 1756054215
}