{
    "key": "filtered_movies:1:941d6a09fb7b0c25d717c67eb93da627",
    "data": {
        "page": 1,
        "results": [
            {
                "adult": false,
                "backdrop_path": "\/aIglP9Z5gtkQf7Fidb4NRv2gfDj.jpg",
                "genre_ids": [
                    16,
                    10751,
                    35
                ],
                "id": 11544,
                "original_language": "en",
                "original_title": "Lilo & Stitch",
                "overview": "Tenez-vous prêts à un atterrissage forcé avec Stitch, un petit animal fugitif venu d'une lointaine planète. Alors qu'il sème la panique dans l'archipel d'Hawaï, Lilo, une petite fille au caractère bien trempé, décide d'en faire son nouvel ami. Ensemble, ils vont apprendre ce que sont la loyauté, l'amitié et \"ohana\", la notion hawaïenne de la famille.",
                "popularity": 154.0464,
                "poster_path": "\/mKyf9MXuRBe5n8aDYh3eFBatv6r.jpg",
                "release_date": "2002-06-21",
                "title": "Lilo et Stitch",
                "video": false,
                "vote_average": 7.549,
                "vote_count": 6568
            },
            {
                "adult": false,
                "backdrop_path": "\/zo8CIjJ2nfNOevqNajwMRO6Hwka.jpg",
                "genre_ids": [
                    16,
                    12,
                    10751,
                    35
                ],
                "id": 1241982,
                "original_language": "en",
                "original_title": "Moana 2",
                "overview": "Après avoir reçu une invitation inattendue de ses ancêtres, Vaiana entreprend un périple qui la conduira jusqu’aux eaux dangereuses situées aux confins des mers des îles du Pacifique. Elle y vivra des péripéties comme jamais vécues auparavant.",
                "popularity": 102.7028,
                "poster_path": "\/usdwoEwm68cdeMOvGFPwSk9nLTr.jpg",
                "release_date": "2024-11-21",
                "title": "Vaiana 2",
                "video": false,
                "vote_average": 7.08,
                "vote_count": 2429
            },
            {
                "adult": false,
                "backdrop_path": "\/oHPoF0Gzu8xwK4CtdXDaWdcuZxZ.jpg",
                "genre_ids": [
                    12,
                    10751,
                    16
                ],
                "id": 762509,
                "original_language": "en",
                "original_title": "Mufasa: The Lion King",
                "overview": "Suivez l'épopée de l'improbable ascension du roi bien-aimé de la Terre des Lions. Mufasa est un orphelin seul et perdu jusqu'à ce qu'il rencontre Taka, héritier de sang royal. C'est le début d'un voyage épique au cours duquel ils tenteront d'échapper à un ennemi redoutable, ce qui mettra leurs liens à rude épreuve.",
                "popularity": 84.0512,
                "poster_path": "\/6UHzgofq5T4NYp0ba3MelmrLwBq.jpg",
                "release_date": "2024-12-18",
                "title": "Mufasa : Le Roi Lion",
                "video": false,
                "vote_average": 7.4,
                "vote_count": 2171
            },
            {
                "adult": false,
                "backdrop_path": "\/5blbwmFZekM3ffqxDoveupJck5C.jpg",
                "genre_ids": [
                    16,
                    10751,
                    35,
                    878
                ],
                "id": 20760,
                "original_language": "en",
                "original_title": "Lilo & Stitch 2: Stitch Has a Glitch",
                "overview": "Cette nouvelle famille recomposée vit heureuse sous le signe de Ohana : mais les problèmes ne sont jamais bien loin. Lilo se lance dans un concours de danse hawaïenne, une discipline dont sa mère était championne. Mais son manque de talent et les moqueries de ses camarades vont rendre les choses bien difficiles. De son côté, Stitch est très inquiet. Il fait de terribles cauchemars qui le révèlent sous ses plus mauvais côtés et son niveau de gentillesse baisse dangereusement. Les deux amis devront unir toutes leurs forces pour se sortir de ces mauvais pas mais heureusement, l'esprit d'Elvis veille sur eux.",
                "popularity": 71.369,
                "poster_path": "\/ltdsi8zLxbc0Eaq5Z10W3pch1om.jpg",
                "release_date": "2005-08-22",
                "title": "Lilo & Stitch 2 : Hawaï, nous avons un problème !",
                "video": false,
                "vote_average": 6.7,
                "vote_count": 1502
            },
            {
                "adult": false,
                "backdrop_path": "\/lgkPzcOSnTvjeMnuFzozRO5HHw1.jpg",
                "genre_ids": [
                    16,
                    10751,
                    35,
                    878
                ],
                "id": 519182,
                "original_language": "en",
                "original_title": "Despicable Me 4",
                "overview": "Gru, Lucy et les filles, Margo, Édith et Agnès accueillent le petit dernier de la famille, Gru Junior, qui semble n’avoir qu’une passion : faire tourner son père en bourrique. Mais Gru est confronté à un nouvel ennemi, Maxime Le Mal, qui avec l’aide de sa petite amie, la fatale Valentina, va obliger toute la famille à fuir.",
                "popularity": 58.7711,
                "poster_path": "\/bYovCvLV1RxB0zAR5cXu699P9P7.jpg",
                "release_date": "2024-06-20",
                "title": "Moi, moche et méchant 4",
                "video": false,
                "vote_average": 7.04,
                "vote_count": 2788
            },
            {
                "adult": false,
                "backdrop_path": "\/1pmXyN3sKeYoUhu5VBZiDU4BX21.jpg",
                "genre_ids": [
                    16,
                    878,
                    10751
                ],
                "id": 1184918,
                "original_language": "en",
                "original_title": "The Wild Robot",
                "overview": "L’incroyable épopée d'un robot -- l'unité ROZZUM 7134 alias \"Roz\" -- qui après avoir fait naufrage sur une île déserte doit apprendre à s'adapter à un environnement hostile en nouant petit à petit des relations avec les animaux de l'île. Il finit par adopter le petit d’une oie, un oison, qui s'est retrouvé orphelin.",
                "popularity": 48.1616,
                "poster_path": "\/2IUCa73cvvIgZSiJcNtPBf4L5iF.jpg",
                "release_date": "2024-09-12",
                "title": "Le Robot sauvage",
                "video": false,
                "vote_average": 8.313,
                "vote_count": 4995
            },
            {
                "adult": false,
                "backdrop_path": "\/p5ozvmdgsmbWe0H8Xk7Rc8SCwAB.jpg",
                "genre_ids": [
                    16,
                    12,
                    35,
                    10751
                ],
                "id": 1022789,
                "original_language": "en",
                "original_title": "Inside Out 2",
                "overview": "Riley, adolescente depuis peu, au moment où le Quartier Cérébral doit être démoli pour faire place à un événement totalement inattendu : de nouvelles Émotions ! Joie, Tristesse, Colère, Peur et Dégoût, qui ont longtemps su contrôler les choses avec succès, ne savent pas comment réagir à l'arrivée d'Anxiété. Et il semblerait qu'elle ne soit pas seule. Elle est venue accompagnée d'Embarras, Envie et Ennui.",
                "popularity": 44.623,
                "poster_path": "\/9Jic8z9NEeCEmSJFgFHZF1lWMFo.jpg",
                "release_date": "2024-06-11",
                "title": "Vice-versa 2",
                "video": false,
                "vote_average": 7.554,
                "vote_count": 5890
            },
            {
                "adult": false,
                "backdrop_path": "\/kYgQzzjNis5jJalYtIHgrom0gOx.jpg",
                "genre_ids": [
                    16,
                    10751,
                    28,
                    35,
                    12,
                    14
                ],
                "id": 1011985,
                "original_language": "en",
                "original_title": "Kung Fu Panda 4",
                "overview": "Après trois aventures dans lesquelles le guerrier dragon Po a combattu les maîtres du mal les plus redoutables grâce à un courage et des compétences en arts martiaux inégalés, le destin va de nouveau frapper à sa porte pour l'inviter à enfin se reposer. Plus précisément, pour être nommé chef spirituel de la vallée de la Paix.",
                "popularity": 41.8965,
                "poster_path": "\/y8K9wRRv7YK1ACHqaDlMBrNebVU.jpg",
                "release_date": "2024-03-02",
                "title": "Kung Fu Panda 4",
                "video": false,
                "vote_average": 7.1,
                "vote_count": 3098
            },
            {
                "adult": false,
                "backdrop_path": "\/b3mdmjYTEL70j7nuXATUAD9qgu4.jpg",
                "genre_ids": [
                    16,
                    14,
                    12
                ],
                "id": 823219,
                "original_language": "lv",
                "original_title": "Straume",
                "overview": "Un chat se réveille dans un univers envahi par l’eau où toute vie humaine semble avoir disparu. Il trouve refuge sur un bateau avec un groupe d’autres animaux. Mais s’entendre avec eux s’avère un défi encore plus grand que de surmonter sa peur de l'eau ! Tous devront désormais apprendre à surmonter leurs différences et à s’adapter au nouveau monde qui s’impose à eux.",
                "popularity": 43.4778,
                "poster_path": "\/zeinX0xt78GgtpCQjx7d2S6Gh7g.jpg",
                "release_date": "2024-08-29",
                "title": "Flow, le chat qui n'avait plus peur de l'eau",
                "video": false,
                "vote_average": 8.178,
                "vote_count": 2012
            },
            {
                "adult": false,
                "backdrop_path": "\/f5afU9XaUuPxrHcYm2hc87C2dnt.jpg",
                "genre_ids": [
                    16,
                    35,
                    10751,
                    10770
                ],
                "id": 21316,
                "original_language": "en",
                "original_title": "Leroy & Stitch",
                "overview": "En récompense de leur aide, Lilo, Stitch, Jumba et Pleakley sont envoyés dans quatre coins de paradis de la galaxie. Le Dr Hamsterviel s'évade alors de prison et force Jumba à créer Leroy, le jumeau maléfique de Stitch, qui est ensuite cloné pour former une armée. Lilo rassemble Stitch et leurs amis pour faire face. Ils découvrent dans l'adversité que le lien qui les unit est plus fort que tout.",
                "popularity": 39.6179,
                "poster_path": "\/ukGGLYA4BK6rxf1Cq9MlxyTOZXs.jpg",
                "release_date": "2006-06-23",
                "title": "Leroy & Stitch",
                "video": false,
                "vote_average": 6.557,
                "vote_count": 556
            },
            {
                "adult": false,
                "backdrop_path": "\/aH9KWmXFMamXkHMgLjnQmSYjScL.jpg",
                "genre_ids": [
                    14,
                    12,
                    16,
                    10751
                ],
                "id": 10191,
                "original_language": "en",
                "original_title": "How to Train Your Dragon",
                "overview": "L’histoire d’Harold, jeune Viking peu à son aise dans sa tribu où combattre les dragons est le sport national. Sa vie va être bouleversée par sa rencontre avec un dragon qui va peu à peu amener Harold et les siens à voir le monde d’un point de vue totalement différent.",
                "popularity": 36.027,
                "poster_path": "\/a2xXAG8QuFZYt4ElbDrUd0IC3Ge.jpg",
                "release_date": "2010-03-18",
                "title": "Dragons",
                "video": false,
                "vote_average": 7.841,
                "vote_count": 13430
            },
            {
                "adult": false,
                "backdrop_path": "\/iEr3i8Qsaun2hRHUy7WH0gmfJBf.jpg",
                "genre_ids": [
                    35,
                    12,
                    10751,
                    16,
                    878
                ],
                "id": 15567,
                "original_language": "en",
                "original_title": "Stitch! The Movie",
                "overview": "Lilo et Stitch coulent des jours heureux auprès de leurs fidèles compagnons d'aventure. Mais c'est sans compter sur les desseins diabolique du docteur Jacques von Hamsterviel, ancien associé de Jumba qui est le créateur de Stitch. En effet, Hamsterviel veut posséder toutes les expériences de Jumba semblables à Stitch. Un jour, Jumba est enlevé et Lilo et Stitch vont tout faire pour le sauver, même jusqu'à réveiller l'une des instables expériences de Jumba…",
                "popularity": 34.6876,
                "poster_path": "\/nyPiWDGbN4mjQvN1opSs8nyRmSv.jpg",
                "release_date": "2003-09-10",
                "title": "Stitch! : Le Film",
                "video": false,
                "vote_average": 6.434,
                "vote_count": 726
            },
            {
                "adult": false,
                "backdrop_path": "\/jl2YIADk391yc6Qjy9JhgCRkHJk.jpg",
                "genre_ids": [
                    16,
                    18,
                    35
                ],
                "id": 1064486,
                "original_language": "en",
                "original_title": "Memoir of a Snail",
                "overview": "La vie de Grace Pudel, petite fille solitaire, collectionneuse d’escargots et passionnée de lecture, a volé en éclats le jour de la mort de son père. Dans une famille d’accueil indifférente, séparée de son frère jumeau dont elle attend désespérément les lettres, malmenée par ses camarades, elle s’enfonce dans le désespoir...",
                "popularity": 32.3667,
                "poster_path": "\/oYpq6XFoubsezCt1o28TwnraD0a.jpg",
                "release_date": "2024-10-17",
                "title": "Mémoires d’un escargot",
                "video": false,
                "vote_average": 8.09,
                "vote_count": 534
            },
            {
                "adult": false,
                "backdrop_path": "\/9n2tJBplPbgR2ca05hS5CKXwP2c.jpg",
                "genre_ids": [
                    10751,
                    35,
                    12,
                    16
                ],
                "id": 502356,
                "original_language": "en",
                "original_title": "The Super Mario Bros. Movie",
                "overview": "Alors qu’ils tentent de réparer une canalisation souterraine, Mario et son frère Luigi, tous deux plombiers, se retrouvent plongés dans un nouvel univers féerique à travers un mystérieux conduit. Mais lorsque les deux frères sont séparés, Mario s’engage dans une aventure trépidante pour retrouver Luigi. Dans sa quête, il peut compter sur l’aide du champignon Toad, habitant du Royaume Champignon, et les conseils avisés, en matière de techniques de combat, de la Princesse Peach, guerrière déterminée à la tête du Royaume. C’est ainsi que Mario réussit à mobiliser ses propres forces pour aller au bout de sa mission.",
                "popularity": 32.5683,
                "poster_path": "\/kv5bFWYLNLpKT8gc3yyNrWOc8QZ.jpg",
                "release_date": "2023-04-05",
                "title": "Super Mario Bros. le film",
                "video": false,
                "vote_average": 7.621,
                "vote_count": 9722
            },
            {
                "adult": false,
                "backdrop_path": "\/sRvXNDItGlWCqtO3j6wks52FmbD.jpg",
                "genre_ids": [
                    16,
                    35,
                    14,
                    12,
                    10751
                ],
                "id": 808,
                "original_language": "en",
                "original_title": "Shrek",
                "overview": "Shrek, un ogre verdâtre, cynique et malicieux, a élu domicile dans un marécage qu’il croit être un havre de paix. Un matin, alors qu’il sort faire sa toilette, il découvre de petites créatures agaçantes qui errent dans son marais. Shrek se rend alors au château du seigneur Lord Farquaad, qui aurait soi‐disant expulsé ces êtres de son royaume. Ce dernier souhaite épouser la princesse Fiona, mais celle‐ci est retenue prisonnière par un abominable dragon. Il lui faut un chevalier assez brave pour secourir la belle. Shrek accepte d’accomplir cette mission. En échange, le seigneur devra débarrasser son marécage de ces créatures envahissantes. Or, la princesse Fiona cache un secret terrifiant qui va entraîner Shrek et son compagnon l’âne dans une palpitante et périlleuse aventure.",
                "popularity": 34.2664,
                "poster_path": "\/rJIju4i2sENrfTbAXwL9OKv2e1i.jpg",
                "release_date": "2001-05-18",
                "title": "Shrek",
                "video": false,
                "vote_average": 7.752,
                "vote_count": 17713
            },
            {
                "adult": false,
                "backdrop_path": "\/5MnP0h7RcUCeX7gpxMYoMScmfq7.jpg",
                "genre_ids": [
                    14,
                    28,
                    12,
                    16,
                    35,
                    10751
                ],
                "id": 82702,
                "original_language": "en",
                "original_title": "How to Train Your Dragon 2",
                "overview": "Tandis qu’Astrid, Rustik et le reste de la bande se défient durant des courses sportives de dragons devenues populaires sur l’île, notre duo désormais inséparable parcourt les cieux, à la découverte de territoires inconnus et de nouveaux mondes. Au cours de l’une de leurs aventures, ils découvrent une grotte secrète qui abrite des centaines de dragons sauvages, dont le mystérieux Dragon Rider. Les deux amis se retrouvent alors au centre d’une lutte visant à maintenir la paix. Harold et Krokmou vont se battre pour défendre leurs valeurs et préserver le destin des hommes et des dragons.",
                "popularity": 33.0583,
                "poster_path": "\/q6UtQBNwyfRa5WDQqQOnvwsPOB2.jpg",
                "release_date": "2014-06-05",
                "title": "Dragons 2",
                "video": false,
                "vote_average": 7.673,
                "vote_count": 9835
            },
            {
                "adult": false,
                "backdrop_path": "\/kVd3a9YeLGkoeR50jGEXM6EqseS.jpg",
                "genre_ids": [
                    16,
                    28,
                    12,
                    878
                ],
                "id": 569094,
                "original_language": "en",
                "original_title": "Spider-Man: Across the Spider-Verse",
                "overview": "Après avoir retrouvé Gwen Stacy, Spider-Man, le sympathique héros originaire de Brooklyn, est catapulté à travers le Multivers, où il rencontre une équipe de Spider-Héros chargée d'en protéger l'existence. Mais lorsque les héros s'opposent sur la façon de gérer une nouvelle menace, Miles se retrouve confronté à eux et doit redéfinir ce que signifie être un héros afin de sauver les personnes qu'il aime le plus.",
                "popularity": 32.8095,
                "poster_path": "\/hvfwCeSTgsExmz9l31dKkfR83DH.jpg",
                "release_date": "2023-05-31",
                "title": "Spider-Man : Across the Spider-Verse",
                "video": false,
                "vote_average": 8.3,
                "vote_count": 7602
            },
            {
                "adult": false,
                "backdrop_path": "\/lsgT602GYV8ts97sKH1gWFtQs1k.jpg",
                "genre_ids": [
                    16,
                    12,
                    35,
                    10751,
                    14
                ],
                "id": 1104845,
                "original_language": "en",
                "original_title": "Plankton: The Movie",
                "overview": "L'histoire d'amour compliquée entre Plankton et sa femme ordinateur vire au chaos quand elle prend position et décide de détruire le monde sans lui.",
                "popularity": 29.8875,
                "poster_path": "\/dHWiUNjt9Msi55dIEl9Vh9PFc2V.jpg",
                "release_date": "2025-03-08",
                "title": "Plankton : Le film",
                "video": false,
                "vote_average": 6.797,
                "vote_count": 106
            },
            {
                "adult": false,
                "backdrop_path": "\/cBTwQKMd7Vn6rGTGBtoFLIfj7uM.jpg",
                "genre_ids": [
                    16,
                    12,
                    28,
                    14
                ],
                "id": 1147416,
                "original_language": "fr",
                "original_title": "Miraculous World : Londres, la course contre le temps",
                "overview": "Afin de sauver l'avenir d'un terrible sort, Marinette devient Chronobug et fait équipe avec Bunnyx pour vaincre un mystérieux adversaire qui voyage dans le temps. Qui est ce nouveau super-méchant, et pourquoi est-il déterminé à dévoiler l'identité secrète de super-héros de Marinette ? Le seul espoir de Marinette est de vaincre son nouvel ennemi pour empêcher la fin de la Coccinelle et des temps !",
                "popularity": 30.6666,
                "poster_path": "\/lm8fofuOgzQn5GXFB4VDRtZxGmy.jpg",
                "release_date": "2024-11-14",
                "title": "Miraculous World : Londres, la course contre le temps",
                "video": false,
                "vote_average": 7.3,
                "vote_count": 261
            },
            {
                "adult": false,
                "backdrop_path": "\/e807jDKiFcntZS32ze88X6I96OD.jpg",
                "genre_ids": [
                    16,
                    28
                ],
                "id": 1297763,
                "original_language": "ja",
                "original_title": "ニンジャバットマン対ヤクザリーグ",
                "overview": "La famille Batman est revenue dans le présent pour découvrir que le Japon a disparu et qu'une île géante - Hinomoto - se trouve désormais dans le ciel de Gotham City. Au sommet se trouvent les Yakuza, un groupe d'individus surpuissants qui règnent sans honneur ni humanité et qui ressemblent étrangement à la Ligue des Justiciers. C'est maintenant à Batman et à ses alliés de sauver Gotham !",
                "popularity": 30.4562,
                "poster_path": "\/y2mQtPz6uDdw4CRpSdU5tlGB2MA.jpg",
                "release_date": "2025-03-17",
                "title": "Batman Ninja vs. Yakuza League",
                "video": false,
                "vote_average": 6.706,
                "vote_count": 160
            }
        ],
        "total_pages": 131,
        "total_results": 2610
    },
    "expiry": 1749042237,
    "created_at": 1749035037
}